{
 "@context" : "http://schema.org",
  "@id" : "http://bio2rdf.org/drugbank:DB00237",
  "@type" : "Drug",
  "administrationRoute" : "oral",
  "availableStrength" : {
    "@id" : "http://bio2rdf.org/drugbank_resource:236cfc538bd64484137e6a4e1ce374af",
    "@type" : "DrugStrength",
    "description" : "30 mg Tablet form with oral route"
  },
  "clinicalPharmacology" : "Butabarbital, a barbiturate, is used for the treatment of short term insomnia. It belongs to a group of medicines called central nervous system (CNS) depressants that induce drowsiness and relieve tension or nervousness. Little analgesia is conferred by barbiturates; their use in the presence of pain may result in excitation.",
  "cost" : [ {
    "@id" : "http://bio2rdf.org/drugbank_resource:74050ed61566bb2cf0ba2475cec45607",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "1.8899999856948852539",
    "drugUnit" : "Butisol sodium 30 mg tablet"
  }, {
    "@id" : "http://bio2rdf.org/drugbank_resource:a155f3aebd0801fbd9965e5fed8aa1ad",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "2.4600000381469726562",
    "drugUnit" : "Butisol sodium 50 mg tablet"
  } ],
  "description" : "Butabarbital (trade name Butisol) is a prescription barbiturate sleep aid. Butabarbital has a particularly fast onset of effects and short duration of action compared to other barbiturates, which makes it useful for certain applications such as treating severe insomnia and relieving anxiety before surgical procedures; however it is also relatively dangerous particularly when combined with alcohol, and so is now rarely used, although it is still prescribed in some Eastern European and South American countries. Its short duration of action gives butabarbital a high abuse potential, comparable to secobarbital. [Wikipedia]",
  "dosageForm" : "Tablet",
  "drugClass" : [ "Barbiturates", "Hypnotics and Sedatives" ],
  "identifier" : "drugbank:DB00237",
  "interactingDrug" : [ "DDI between Butabarbital and Rifapentine - Rifamycin Derivatives may increase the metabolism of Barbiturates.", "DDI between Butabarbital and Clomipramine - May increase the metabolism of Tricyclic Antidepressants.", "DDI between Butabarbital and Doxazosin - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Methyldopa - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Lisinopril - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Voriconazole - Barbiturates may decrease the serum concentration of Voriconazole.", "DDI between Butabarbital and Etoposide - Barbiturates may decrease the serum concentration of Etoposide.", "DDI between Butabarbital and Bepridil - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Hydrochlorothiazide - May enhance the orthostatic hypotensive effect of Thiazide Diuretics.", "DDI between Butabarbital and Clevidipine - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Droperidol - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butabarbital and Orphenadrine - CNS Depressants may enhance the CNS depressant effect of Orphenadrine.", "DDI between Butabarbital and Isometheptene - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butabarbital and Protriptyline - May increase the metabolism of Tricyclic Antidepressants.", "DDI between Butabarbital and Terazosin - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Suvorexant - CNS Depressants may enhance the CNS depressant effect of Suvorexant.", "DDI between Butabarbital and Metipranolol - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Carteolol - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Nesiritide - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Valsartan and Butabarbital - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Captopril - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Teniposide - Barbiturates may decrease the serum concentration of Teniposide.", "DDI between Butabarbital and Labetalol - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Amiloride - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Amoxapine - May increase the metabolism of Tricyclic Antidepressants.", "DDI between Butabarbital and Chlorthalidone - May enhance the orthostatic hypotensive effect of Thiazide Diuretics.", "DDI between Butabarbital and Hydroxyzine - May enhance the CNS depressant effect of Barbiturates.", "DDI between Butabarbital and Norethindrone - May diminish the therapeutic effect of Contraceptives (Progestins). Contraceptive failure is possible.", "DDI between Butabarbital and Flunarizine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Zolpidem - CNS Depressants may enhance the CNS depressant effect of Zolpidem.", "DDI between Pyridoxine and Butabarbital - Pyridoxine may increase the metabolism of Barbiturates. Apparent in high pyridoxine doses (eg, 200 mg/day)", "DDI between Esmolol and Butabarbital - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Etonogestrel - May diminish the therapeutic effect of Contraceptives (Progestins). Contraceptive failure is possible.", "DDI between Butabarbital and Dipyridamole - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Bendroflumethiazide - May enhance the orthostatic hypotensive effect of Thiazide Diuretics.", "DDI between Butabarbital and Desipramine - May increase the metabolism of Tricyclic Antidepressants.", "DDI between Butabarbital and Papaverine - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Nebivolol - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Propranolol - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Losartan - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Methazolamide - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Dronabinol - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butabarbital and Nimodipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Amyl Nitrite - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Metyrosine - CNS Depressants may enhance the sedative effect of Metyrosine.", "DDI between Butabarbital and Tizanidine - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Lercanidipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Amrinone - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Canagliflozin - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Ramipril and Butabarbital - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Riociguat - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Bretylium - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Chlorothiazide - May enhance the orthostatic hypotensive effect of Thiazide Diuretics.", "DDI between Butabarbital and Fosinopril - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Butalbital - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butabarbital and Benazepril - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Indapamide - May enhance the orthostatic hypotensive effect of Thiazide Diuretics.", "DDI between Butabarbital and Norelgestromin - May diminish the therapeutic effect of Contraceptives (Estrogens). Contraceptive failure is possible.", "DDI between Butabarbital and Irbesartan - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Nortriptyline - May increase the metabolism of Tricyclic Antidepressants.", "DDI between Butabarbital and Enalapril - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Moexipril - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Brimonidine - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Dapagliflozin - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Amitriptyline - May increase the metabolism of Tricyclic Antidepressants.", "DDI between Butabarbital and Guanfacine - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Rotigotine - CNS Depressants may enhance the sedative effect of Rotigotine.", "DDI between Butabarbital and Trandolapril - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Ulipristal - Barbiturates may decrease the serum concentration of Ulipristal.", "DDI between Butabarbital and Quinapril - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Carvedilol - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Penbutolol - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Aminophylline - May decrease the serum concentration of Theophylline Derivatives.", "DDI between Butabarbital and Mirtazapine - CNS Depressants may enhance the CNS depressant effect of Mirtazapine.", "DDI between Butabarbital and Levobunolol - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Acenocoumarol - May increase the metabolism of Vitamin K Antagonists.", "DDI between Butabarbital and Nitroglycerin - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Pindolol - May decrease the serum concentration of Beta-Blockers.", "DDI between Methyclothiazide and Butabarbital - May enhance the orthostatic hypotensive effect of Thiazide Diuretics.", "DDI between Butabarbital and Perhexiline - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Desogestrel - May diminish the therapeutic effect of Contraceptives (Estrogens). Contraceptive failure is possible.", "DDI between Butabarbital and Doxycycline - Barbiturates may decrease the serum concentration of Doxycycline.", "DDI between Butabarbital and Atenolol - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Torasemide and Butabarbital - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Felodipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Sotalol - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Perindopril - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Acetazolamide - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Metoprolol - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Trimipramine - May increase the metabolism of Tricyclic Antidepressants.", "DDI between Butabarbital and Rufinamide - May enhance the adverse/toxic effect of CNS Depressants. Specifically, sleepiness and dizziness may be enhanced.", "DDI between Butabarbital and Acebutolol - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Spironolactone - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Mestranol - May diminish the therapeutic effect of Contraceptives (Estrogens). Contraceptive failure is possible.", "DDI between Butabarbital and Norgestimate - May diminish the therapeutic effect of Contraceptives (Progestins). Contraceptive failure is possible.", "DDI between Butabarbital and Ropinirole - CNS Depressants may enhance the sedative effect of ROPINIRole.", "DDI between Butabarbital and Pethidine - May enhance the CNS depressant effect of Meperidine. Barbiturates may increase serum concentrations of the active metabolite(s) of Meperidine.", "DDI between Aldesleukin and Butabarbital - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Felbamate - Barbiturates may decrease the serum concentration of Felbamate. Felbamate may increase the serum concentration of Barbiturates.", "DDI between Butabarbital and Perampanel - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butabarbital and Imipramine - May increase the metabolism of Tricyclic Antidepressants.", "DDI between Butabarbital and Verapamil - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Medroxyprogesterone Acetate - May diminish the therapeutic effect of Contraceptives (Progestins). Contraceptive failure is possible.", "DDI between Butabarbital and Aliskiren - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Isosorbide Mononitrate - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Hydrocodone - CNS Depressants may enhance the CNS depressant effect of Hydrocodone.", "DDI between Butabarbital and Chloramphenicol - Barbiturates may increase the metabolism of Chloramphenicol. Chloramphenicol may decrease the metabolism of Barbiturates.", "DDI between Butabarbital and Dihydrocodeine - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butabarbital and Primidone - May enhance the adverse/toxic effect of Barbiturates. Primidone is converted to phenobarbital, and thus becomes additive with existing barbiturate therapy.", "DDI between Butabarbital and Amlodipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Apraclonidine - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Timolol - May decrease the serum concentration of Beta-Blockers.", "DDI between Reserpine and Butabarbital - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Nisoldipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Isoxsuprine - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Thalidomide - CNS Depressants may enhance the CNS depressant effect of Thalidomide.", "DDI between Butabarbital and Griseofulvin - Barbiturates may decrease the serum concentration of Griseofulvin.", "DDI between Butabarbital and Metolazone - May enhance the orthostatic hypotensive effect of Thiazide Diuretics.", "DDI between Butabarbital and Nabilone - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butabarbital and Bumetanide - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Ethacrynic acid - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Buprenorphine - CNS Depressants may enhance the CNS depressant effect of Buprenorphine.", "DDI between Butabarbital and Telmisartan - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Eplerenone - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Gabapentin - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Drospirenone - May diminish the therapeutic effect of Contraceptives (Progestins). Contraceptive failure is possible.", "DDI between Butabarbital and Eprosartan - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Quetiapine - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Acetaminophen - Barbiturates may increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butabarbital and Methotrimeprazine - CNS Depressants may enhance the CNS depressant effect of Methotrimeprazine. Methotrimeprazine may enhance the CNS depressant effect of CNS Depressants.", "DDI between Butabarbital and Valproic Acid - Valproic Acid and Derivatives may decrease the metabolism of Barbiturates. Barbiturates may decrease the serum concentration of Valproic Acid and Derivatives.", "DDI between Butabarbital and Triamterene - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Betaxolol and Butabarbital - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Tapentadol - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butabarbital and Mannitol - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Magnesium Sulfate - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Lamotrigine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Nitroprusside - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Bisoprolol - May decrease the serum concentration of Beta-Blockers.", "DDI between Butabarbital and Nicardipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Doxylamine - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butabarbital and Theophylline - May decrease the serum concentration of Theophylline Derivatives.", "DDI between Butabarbital and Azilsartan medoxomil - May enhance the orthostatic hypotensive effect of Thiazide Diuretics.", "DDI between Butabarbital and Diltiazem - May increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Ethynodiol - May diminish the therapeutic effect of Contraceptives (Estrogens). Contraceptive failure is possible.", "DDI between Butabarbital and Nitrendipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Nifedipine - May increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Pramipexole - CNS Depressants may enhance the sedative effect of Pramipexole.", "DDI between Butabarbital and Nadolol - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Ethinyl Estradiol - May diminish the therapeutic effect of Contraceptives (Estrogens). Contraceptive failure is possible.", "DDI between Butabarbital and Risedronate - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Hydralazine - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Cilazapril - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Mianserin - May enhance the CNS depressant effect of Barbiturates. Mianserin may diminish the therapeutic effect of Barbiturates. Barbiturates may decrease the serum concentration of Mianserin.", "DDI between Butabarbital and Rifampicin - Rifamycin Derivatives may increase the metabolism of Barbiturates.", "DDI between Butabarbital and Empagliflozin - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Candesartan - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Isradipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Propafenone - Barbiturates may decrease the serum concentration of Propafenone.", "DDI between Butabarbital and Prenylamine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butabarbital and Clonidine - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Olmesartan - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Levonorgestrel - May diminish the therapeutic effect of Contraceptives (Progestins). Contraceptive failure is possible.", "DDI between Butabarbital and Prazosin - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Furosemide - May enhance the hypotensive effect of Hypotensive Agents.", "DDI between Butabarbital and Isosorbide Dinitrate - May enhance the hypotensive effect of Hypotensive Agents." ],
  "legalStatus" : [ "Approved", "Illicit" ],
  "manufacturer" : {
    "@id" : "http://bio2rdf.org/drugbank_resource:968b01d2f532f80b076641070b5697d0",
    "@type" : "Organization",
    "name" : "Medpointe pharmaceuticals medpointe healthcare inc"
  },
  "mechanismOfAction" : "Butabarbital binds at a distinct binding site associated with a Cl<sup>-</sup> ionopore at the GABA<sub>A</sub> receptor, increasing the duration of time for which the Cl<sup>-</sup> ionopore is open. The post-synaptic inhibitory effect of GABA in the thalamus is, therefore, prolonged. All of these effects are associated with marked decreases in GABA-sensitive neuronal calcium conductance (gCa). The net result of barbiturate action is acute potentiation of inhibitory GABAergic tone. Barbiturates also act through potent (if less well characterized) and direct inhibition of excitatory AMPA-type glutamate receptors, resulting in a profound suppression of glutamatergic neurotransmission.",
  "name" : "Butabarbital",
  "nonProprietaryName" : [ "Butisol", "5-Sec-butyl-5-ethylbarbituric acid", "5-Ethyl-5-(1-methylpropyl)-2,4,6(1H,3H,5H)-pyrimidinetrione", "5-Sec-butyl-5-ethyl-2,4,6(1H,3H,5H)-pyrimidinetrione", "Secbutabarbital", "5-Sec-butyl-5-ethylpyrimidine-2,4,6(1H,3H,5H)-trione", "Butabarbital", "5-Ethyl-5-(1-methylpropyl)barbituric acid" ],
  "proprietaryName" : "Butalan",
  "sameAs" : [ "http://www.drugs.com/cdi/butabarbital.html", "http://www.drugbank.ca/drugs/DB00237" ],
  "url" : "https://schemaorg.metadatacenter.org/drugbank/DB00237.html"
}