{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00009",
  "type" : "Drug",
  "administrationRoute" : [ "intravenous", "instillation" ],
  "availableStrength" : [ {
    "id" : "http://bio2rdf.org/drugbank_resource:6a02c57a5615ca412d4169f15b065d4d",
    "type" : "DrugStrength",
    "description" : "1 mg Powder for solution form with instillation route"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:10f6ef630071b0e3676126c42e8d1cb8",
    "type" : "DrugStrength",
    "description" : "2.2 mg/2mL Injection, powder, lyophilized, for solution form with intravenous route"
  } ],
  "clinicalPharmacology" : "Alteplase binds to fibrin in a thrombus and converts the entrapped plasminogen to plasmin. It also produces limited conversion of plasminogen in the absence of fibrin.",
  "cost" : [ {
    "id" : "http://bio2rdf.org/drugbank_resource:ce3bff49c45bc16e1518c43a0a6a9c20",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "2389.85009765625",
    "drugUnit" : "Activase 50 mg vial"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:29057341c02300624ef2ab1431b0f2a2",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "4779.7099609375",
    "drugUnit" : "Activase 100 mg vial"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:47217e1dd1e4b09b516e746cb00f311d",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "106.3300018310546875",
    "drugUnit" : "Cathflo activase 2 mg vial"
  } ],
  "description" : "Human tissue plasminogen activator, purified, glycosylated, 527 residues purified from CHO cells",
  "dosageForm" : [ "Injection, powder, lyophilized, for solution", "Powder for solution" ],
  "drugClass" : "Thrombolytic Agents",
  "schema:identifier" : "drugbank:DB00009",
  "interactingDrug" : [ "DDI between Alteplase and Indomethacin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Piroxicam - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Naproxen - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Phenindione - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Magnesium salicylate - Salicylates may enhance the adverse/toxic effect of Thrombolytic Agents. An increased risk of bleeding may occur.", "DDI between Alteplase and Edetic Acid - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Diflunisal - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Eptifibatide - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Citalopram - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Dalteparin - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Clopidogrel - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Phenprocoumon - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Citric Acid - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Ibuprofen - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Treprostinil - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Acenocoumarol - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Sulindac - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Fluvoxamine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Cilostazol - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Ketoprofen - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Ethyl biscoumacetate - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Escitalopram - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Ticagrelor - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Paroxetine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Tolmetin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Dipyridamole - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Tinzaparin - May enhance the anticoagulant effect of Anticoagulants.", "DDI between Bivalirudin and Alteplase - May enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Nadroparin - May enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Fluoxetine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Danaparoid - May enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Heparin - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Duloxetine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Apixaban - May enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Venlafaxine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Anagrelide - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Acetylsalicylic acid - May enhance the adverse/toxic effect of Thrombolytic Agents. An increased risk of bleeding may occur.", "DDI between Alteplase and Tirofiban - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Enoxaparin - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Warfarin - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Prasugrel - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Floctafenine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Bismuth Subsalicylate - Salicylates may enhance the adverse/toxic effect of Thrombolytic Agents. An increased risk of bleeding may occur.", "DDI between Alteplase and Desvenlafaxine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Meloxicam - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Ketorolac - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Epoprostenol - May enhance the adverse/toxic effect of Prostacyclin Analogues. Specifically, the antiplatelet effects of prostacyclin analogues may lead to an increased risk of bleeding when combined with thrombolytic agents.", "DDI between Alteplase and Vilazodone - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Vorapaxar - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Dabigatran etexilate - Thrombolytic Agents may enhance the anticoagulant effect of Dabigatran Etexilate.", "DDI between Alteplase and Abciximab - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Ticlopidine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Aminosalicylic Acid - Salicylates may enhance the adverse/toxic effect of Thrombolytic Agents. An increased risk of bleeding may occur.", "DDI between Alteplase and Iloprost - May enhance the adverse/toxic effect of Prostacyclin Analogues. Specifically, the antiplatelet effects of prostacyclin analogues may lead to an increased risk of bleeding when combined with thrombolytic agents.", "DDI between Alteplase and Etodolac - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Argatroban - May enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Nabumetone - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Salicylate-sodium - May enhance the adverse/toxic effect of Thrombolytic Agents. An increased risk of bleeding may occur.", "DDI between Alteplase and Tiaprofenic acid - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Fenoprofen - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Milnacipran - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Aprotinin - May diminish the therapeutic effect of Thrombolytic Agents.", "DDI between Alteplase and Nitroglycerin - May decrease the serum concentration of Alteplase.", "DDI between Alteplase and Oxaprozin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Mefenamic acid - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Rivaroxaban - May enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Levomilnacipran - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Sulodexide - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Fondaparinux sodium - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Sertraline - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Dicoumarol - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Alteplase and Salsalate - Salicylates may enhance the adverse/toxic effect of Thrombolytic Agents. An increased risk of bleeding may occur." ],
  "legalStatus" : "Approved",
  "mechanismOfAction" : "Alteplase binds to fibrin rich clots via the fibronectin finger-like domain and the Kringle 2 domain. The protease domain then cleaves the Arg/Val bond in plasminogen to form plasmin. Plasmin in turn degrades the fibrin matrix of the thrombus, thereby exerting its thrombolytic action.",
  "name" : "Alteplase",
  "nonProprietaryName" : [ "Tissue-type plasminogen activator precursor", "tPA", "t-plasminogen activator", "t-PA" ],
  "sameAs" : [ "http://www.drugs.com/cdi/alteplase.html", "http://www.drugbank.ca/drugs/DB00009", "http://www.rxlist.com/cgi/generic/alteplas.htm" ],
  "schema:url" : "http://bio2rdf.org/drugbank:DB00009"
}