{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00059",
  "type" : "Drug",
  "administrationRoute" : "intramuscular; intravenous",
  "availableStrength" : {
    "id" : "http://bio2rdf.org/drugbank_resource:8aa5e236e581699fa88cbdf38ab29595",
    "type" : "DrugStrength",
    "description" : "750 [iU]/mL Injection, solution form with intramuscular; intravenous route"
  },
  "clinicalPharmacology" : "In a significant number of patients with acute leukemia, the malignant cells are dependent on an exogenous source of asparagine for survival. Normal cells, however, are able to synthesize asparagine and thus are affected less by the rapid depletion produced by treatment with the enzyme asparaginase. Oncaspar exploits a metabolic defect in asparagine synthesis of some malignant cells.",
  "cost" : {
    "id" : "http://bio2rdf.org/drugbank_resource:4e153a1415645c3bdcf7f7c63942ef7a",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "656.0",
    "drugUnit" : "Oncaspar 750 unit/ml vial"
  },
  "description" : "Pegylated L-asparagine amidohydrolase from E. coli. Pegylation substantially (by a factor of 4) extends the protein half life.",
  "dosageForm" : "Injection, solution",
  "drugClass" : "Antineoplastic Agents",
  "schema:identifier" : "drugbank:DB00059",
  "interactingDrug" : [ "DDI between Pegaspargase and Natalizumab - Immunosuppressants may enhance the adverse/toxic effect of Natalizumab. Specifically, the risk of concurrent infection may be increased.", "DDI between Pegaspargase and Trastuzumab - May enhance the neutropenic effect of Immunosuppressants.", "DDI between Pegaspargase and Leflunomide - Immunosuppressants may enhance the adverse/toxic effect of Leflunomide. Specifically, the risk for hematologic toxicity such as pancytopenia, agranulocytosis, and/or thrombocytopenia may be increased.", "DDI between Pegaspargase and Sipuleucel-T - Immunosuppressants may diminish the therapeutic effect of Sipuleucel-T.", "DDI between Pegaspargase and Tofacitinib - Immunosuppressants may enhance the immunosuppressive effect of Tofacitinib.", "DDI between Pegaspargase and Denosumab - May enhance the adverse/toxic effect of Immunosuppressants. Specifically, the risk for serious infections may be increased.", "DDI between Pegaspargase and Roflumilast - May enhance the immunosuppressive effect of Immunosuppressants.", "DDI between Pegaspargase and Pimecrolimus - May enhance the adverse/toxic effect of Immunosuppressants." ],
  "legalStatus" : [ "Investigational", "Approved" ],
  "mechanismOfAction" : "Pegaspargase, more effective than asparaginase, converts asparagine to aspartic acid and ammonia. It facilitates production of oxaloacetate which is needed for general cellular metabolism. Some malignant cells lose the ability to produce asparagine and so the loss of exogenous sources of asparagine leads to cell death.",
  "name" : "Pegaspargase",
  "nonProprietaryName" : [ "L-asparagine amidohydrolase", "Putative L-asparaginase precursor" ],
  "sameAs" : [ "http://www.drugs.com/cdi/pegaspargase.html", "http://www.rxlist.com/cgi/generic2/pegaspargase.htm", "http://www.drugbank.ca/drugs/DB00059" ],
  "schema:url" : "http://bio2rdf.org/drugbank:DB00059"
}