{
 "@context" : "http://schema.org",
  "@id" : "http://bio2rdf.org/drugbank:DB00047",
  "@type" : "Drug",
  "administrationRoute" : "subcutaneous",
  "availableStrength" : {
    "@id" : "http://bio2rdf.org/drugbank_resource:f978bda81bf563a5e083d2d2567ec355",
    "@type" : "DrugStrength",
    "description" : "100 [iU]/mL Injection, solution form with subcutaneous route"
  },
  "clinicalPharmacology" : "Insulin is a natural hormone produced by beta cells of the pancreas. In non-diabetic individuals, a basal level of insulin is supplemented with insulin spikes following meals. Increased insulin secretion following meals is responsible for the metabolic changes that occur as the body transitions from a postabsorptive to absorptive state. Insulin promotes cellular uptake of glucose, particularly in muscle and adipose tissues, promotes energy storage via glycogenesis, opposes catabolism of energy stores, increases DNA replication and protein synthesis by stimulating amino acid uptake by liver, muscle and adipose tissue, and modifies the activity of numerous enzymes involved in glycogen synthesis and glycolysis. Insulin also promotes growth and is required for the actions of growth hormone (e.g. protein synthesis, cell division, DNA synthesis). Insulin glargine is a long-acting insulin analogue with a flat and predictable action profile. It is used to mimic the basal levels of insulin in diabetic individuals. The onset of action of insulin glargine is approximately 90 minutes and its duration of action is up to 24 hours. The action profile of insulin glargine is peakless. The significance of this finding is that insulin glargine has a lower chance of nocturnal hypoglycemia.",
  "cost" : [ {
    "@id" : "http://bio2rdf.org/drugbank_resource:8303abbfbfe102fe6ec00f94de5e77fe",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "44.779998779296875",
    "drugUnit" : "Lantus for OptiClik 100 unit/ml Solution 3ml Cartridge"
  }, {
    "@id" : "http://bio2rdf.org/drugbank_resource:0f81aa6a381c43d34e92b1c20e21f482",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "14.350000381469726562",
    "drugUnit" : "Lantus solostar 100 unit/ml"
  }, {
    "@id" : "http://bio2rdf.org/drugbank_resource:f42f4df5a110f7a24067e672982163ed",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "14.350000381469726562",
    "drugUnit" : "Lantus 100 unit/ml cartridge"
  }, {
    "@id" : "http://bio2rdf.org/drugbank_resource:4e6109c99e08e96f3e21c14e174e109d",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "223.8899993896484375",
    "drugUnit" : "Lantus SoloStar 100 unit/ml Solution 1 Box = Five 3ml Syringes"
  }, {
    "@id" : "http://bio2rdf.org/drugbank_resource:562b8936d9ac1c47f39c097933706809",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "111.87999725341796875",
    "drugUnit" : "Lantus 100 unit/ml Solution 10ml Vial"
  } ],
  "description" : "Insulin glargine is produced by recombinant DNA technology using a non-pathogenic laboratory strain of Escherichia coli (K12) as the production organism. It is an analogue of human insulin made by replacing the asparagine residue at position A21 of the A-chain with glycine and adding two arginines to the C-terminus (positions B31 and 32) of the B-chain. The resulting protein is soluble at pH 4 and forms microprecipitates at physiological pH 7.4. Small amounts of insulin glargine are slowly released from microprecipitates giving the drug a long duration of action (up to 24 hours) and no pronounced peak concentration.",
  "dosageForm" : "Injection, solution",
  "drugClass" : [ "Hypoglycemic Agents", "Antidiabetic Agents" ],
  "identifier" : "drugbank:DB00047",
  "interactingDrug" : [ "DDI between Insulin Glargine and Ethacrynic acid - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Norethindrone - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Aripiprazole - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Olanzapine - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Tolbutamide - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Lanreotide - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Risperidone - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Dulaglutide - Antidiabetic Agents may enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Mecasermin - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Iloperidone - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Saxagliptin - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Buserelin - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Torasemide - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Atazanavir - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Triptorelin - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Dapagliflozin - Antidiabetic Agents may enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Sulfamethoxazole - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Goserelin and Insulin Glargine - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Insulin Detemir - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Testosterone - May enhance the hypoglycemic effect of Blood Glucose Lowering Agents. Exceptions: Danazol.", "DDI between Insulin Glargine and Canagliflozin - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Hydrochlorothiazide - Thiazide Diuretics may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Bromocriptine - Antidiabetic Agents may enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Chlorpropamide - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Indinavir - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Megestrol acetate - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Chlorothiazide - Thiazide Diuretics may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Octreotide - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Salicylate-sodium - May enhance the hypoglycemic effect of Blood Glucose Lowering Agents.", "DDI between Insulin Glargine and Pentamidine - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Ziprasidone - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Everolimus - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Glucagon recombinant and Insulin Glargine - May enhance the hypoglycemic effect of other Hypoglycemic Agents.", "DDI between Insulin Glargine and Sirolimus - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Vildagliptin - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Leuprolide and Insulin Glargine - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Ethynodiol - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Linagliptin - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Nateglinide - May enhance the hypoglycemic effect of other Hypoglycemic Agents.", "DDI between Insulin Glargine and Sulfadiazine - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Estropipate - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Saquinavir - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Insulin, isophane - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Pioglitazone - May enhance the hypoglycemic effect of other Hypoglycemic Agents.", "DDI between Insulin Glargine and Nelfinavir - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Methyclothiazide - Thiazide Diuretics may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Diazoxide - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Pramlintide - May enhance the hypoglycemic effect of Insulin.", "DDI between Insulin Glargine and Medroxyprogesterone Acetate - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Lopinavir - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Arsenic trioxide - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Pasireotide - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Furosemide - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Mitiglinide - May enhance the hypoglycemic effect of other Hypoglycemic Agents.", "DDI between Insulin Glargine and Pipotiazine - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Bendroflumethiazide - Thiazide Diuretics may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Disopyramide - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Histrelin - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Corticotropin - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Methylprednisolone - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Cortisone acetate - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Metreleptin - May enhance the hypoglycemic effect of Insulin.", "DDI between Insulin Glargine and Exenatide - May enhance the hypoglycemic effect of other Hypoglycemic Agents.", "DDI between Insulin Glargine and Cyproterone acetate - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Progesterone - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Piperazine - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and inhaled insulin - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Chlorthalidone - Thiazide Diuretics may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Glipizide - May enhance the hypoglycemic effect of other Hypoglycemic Agents.", "DDI between Insulin Glargine and Tolazamide - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Alogliptin - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Homoharringtonine - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Indapamide - Thiazide Diuretics may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Levonorgestrel - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Pegvisomant - May enhance the hypoglycemic effect of Blood Glucose Lowering Agents.", "DDI between Insulin Glargine and Norelgestromin - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Lurasidone - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Drospirenone - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Etonogestrel - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Fludrocortisone - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Metolazone - Thiazide Diuretics may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Miglitol - Antidiabetic Agents may enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Glyburide - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Nilotinib - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Acetylsalicylic acid - May enhance the hypoglycemic effect of Blood Glucose Lowering Agents.", "DDI between Insulin Glargine and Sulfisoxazole - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Insulin Aspart - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Mestranol - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Temsirolimus - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Norgestimate - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Dabrafenib - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Dihydrotestosterone - May enhance the hypoglycemic effect of Blood Glucose Lowering Agents. Exceptions: Danazol.", "DDI between Insulin Glargine and Metformin - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Glimepiride - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Bumetanide - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Azilsartan medoxomil - Thiazide Diuretics may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Sunitinib - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Darunavir - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Regular and Insulin Glargine - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Acetohexamide - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Buformin - May enhance the hypoglycemic effect of other Hypoglycemic Agents.", "DDI between Insulin Glargine and Repaglinide - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Insulin Glulisine - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Danazol - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Desogestrel - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Articaine - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Quinine - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Albiglutide - Antidiabetic Agents may enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Gliclazide - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Paliperidone - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Phenformin - May enhance the hypoglycemic effect of other Hypoglycemic Agents.", "DDI between Insulin Glargine and Mifepristone - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Prednisone - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Quetiapine - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Liraglutide - May enhance the hypoglycemic effect of Insulin.", "DDI between Insulin Glargine and Fosamprenavir - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Acarbose - Antidiabetic Agents may enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Vorinostat - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Tipranavir - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Ritonavir - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Asenapine - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Empagliflozin - Antidiabetic Agents may enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Insulin, porcine - May enhance the hypoglycemic effect of other Hypoglycemic Agents.", "DDI between Insulin Glargine and Sitagliptin - Antidiabetic Agents may enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Ethinyl Estradiol - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Methotrimeprazine - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Clozapine - Hyperglycemia-Associated Agents may diminish the therapeutic effect of Antidiabetic Agents.", "DDI between Insulin Glargine and Oxandrolone - May enhance the hypoglycemic effect of Blood Glucose Lowering Agents. Exceptions: Danazol.", "DDI between Insulin Glargine and Gliquidone - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Lispro and Insulin Glargine - May enhance the hypoglycemic effect of Hypoglycemic Agents.", "DDI between Insulin Glargine and Sulodexide - May enhance the hypoglycemic effect of other Hypoglycemic Agents.", "DDI between Insulin Glargine and Rosiglitazone - Insulin may enhance the adverse/toxic effect of Rosiglitazone. Specifically, the risk of fluid retention, heart failure, and hypoglycemia may be increased with this combination." ],
  "legalStatus" : "Approved",
  "manufacturer" : {
    "@id" : "http://bio2rdf.org/drugbank_resource:e095ac12f3e6af0e2acc663b51328fbe",
    "@type" : "Organization",
    "name" : "Sanofi aventis us llc"
  },
  "mechanismOfAction" : "Insulin glargine binds to the insulin receptor (IR), a heterotetrameric protein consisting of two extracellular alpha units and two transmembrane beta units. The binding of insulin to the alpha subunit of IR stimulates the tyrosine kinase activity intrinsic to the beta subunit of the receptor. The bound receptor autophosphorylates and phosphorylates numerous intracellular substrates such as insulin receptor substrates (IRS) proteins, Cbl, APS, Shc and Gab 1. Activation of these proteins leads to the activation of downstream signaling molecules including PI3 kinase and Akt. Akt regulates the activity of glucose transporter 4 (GLUT4) and protein kinase C (PKC), both of which play critical roles in metabolism. Insulin glargine is completely soluble at pH 4, the pH of administered solution, and has low solubility at physiological pH 7.4. Upon subcuteous injection, the solution is neutralized resulting in the formation of microprecipitates. Small amounts of insulin glargine are released from microprecipitates giving the drug a relatively constant concentration over time profile over 24 hours with no pronounced peak. This release mechanism allows the drug to mimic basal insulin levels within the body.",
  "name" : "Insulin Glargine",
  "nonProprietaryName" : "Insulin Glargine (rDNA origin)",
  "proprietaryName" : "Lantus OptiSet",
  "sameAs" : [ "http://www.drugbank.ca/drugs/DB00047", "http://www.drugs.com/cdi/insulin-glargine-cartridge-systems.html", "http://www.rxlist.com/cgi/generic2/lantus.htm" ],
  "url" : "https://schemaorg.metadatacenter.org/drugbank/DB00047.html"
}