{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00160",
  "type" : "Drug",
  "clinicalPharmacology" : "Is an important source of energy for muscle tissue, the brain and central nervous system; strengthens the immune system by producing antibodies; helps in the metabolism of sugars and organic acids.",
  "cost" : {
    "id" : "http://bio2rdf.org/drugbank_resource:73e297e4aa0cfd8486a4ecb16e003168",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "2.3499999046325683594",
    "drugUnit" : "L-alanine powder"
  },
  "description" : "A non-essential amino acid that occurs in high levels in its free state in plasma. It is produced from pyruvate by transamination. It is involved in sugar and acid metabolism, increases immunity, and provides energy for muscle tissue, brain, and the central nervous system. [PubChem]",
  "drugClass" : [ "Supplements", "Non-Essential Amino Acids", "Dietary Supplements", "Micronutrients" ],
  "schema:identifier" : "drugbank:DB00160",
  "legalStatus" : [ "Approved", "Nutraceutical" ],
  "mechanismOfAction" : "L-Alanine is a non-essential amino acid that occurs in high levels in its free state in plasma. It is produced from pyruvate by transamination. It is involved in sugar and acid metabolism, increases immunity, and provides energy for muscle tissue, brain, and the central nervous system. BCAAs are used as a source of energy for muscle cells. During prolonged exercise, BCAAs are released from skeletal muscles and their carbon backbones are used as fuel, while their nitrogen portion is used to form another amino acid, Alanine. Alanine is then converted to Glucose by the liver. This form of energy production is called the Alanine-Glucose cycle, and it plays a major role in maintaining the body's blood sugar balance.",
  "name" : "L-Alanine",
  "nonProprietaryName" : [ "(2S)-2-Aminopropanoic acid", "L-alpha-Alanine", "L-?-alanine", "L-2-Aminopropionic acid", "(S)-2-Aminopropanoic acid", "Alanine", "(S)-Alanine", "ALA" ],
  "sameAs" : "http://www.drugbank.ca/drugs/DB00160",
  "schema:url" : "http://bio2rdf.org/drugbank:DB00160"
}