{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00209",
  "type" : "Drug",
  "administrationRoute" : "oral",
  "availableStrength" : [ {
    "id" : "http://bio2rdf.org/drugbank_resource:b517913496d106ef027f35a68dd10b8e",
    "type" : "DrugStrength",
    "description" : "20 mg Tablet, film coated form with oral route"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:42ad7e105b5051721f13d841e8b76c87",
    "type" : "DrugStrength",
    "description" : "60 mg Capsule, extended release form with oral route"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:df27a2bcc7bb9c277bc3f7050c4ff217",
    "type" : "DrugStrength",
    "description" : "20 mg Tablet form with oral route"
  } ],
  "clinicalPharmacology" : "Trospium is an antispasmodic, antimuscarinic agent indicated for the treatment of overactive bladder with symptoms of urge urinary incontinence, urgency, and urinary frequency. Receptor assays showed that trospium has negligible affinity for nicotinic receptors as compared to muscarinic receptors at concentrations obtained from therapeutic doses.",
  "cost" : [ {
    "id" : "http://bio2rdf.org/drugbank_resource:a659486e69d9e977068bdf23057765b9",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "5.1700000762939453125",
    "drugUnit" : "Sanctura XR 60 mg 24 Hour Capsule"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:a89b7b3445882f763ddd30c18fcbd5e0",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "5.0199999809265136719",
    "drugUnit" : "Sanctura xr 60 mg capsule"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:0c641c74cf77bb0f338b26a38f87410c",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "3.1199998855590820312",
    "drugUnit" : "Sanctura 20 mg tablet"
  } ],
  "description" : "Trospium is a urinary antispasmodic. It is sold under the brand name Sanctura in the US, and as Trosec in Canada. [Wikipedia]",
  "dosageForm" : [ "Tablet, film coated", "Tablet", "Capsule, extended release" ],
  "schema:identifier" : "drugbank:DB00209",
  "interactingDrug" : [ "DDI between Trospium and Pramlintide - May enhance the anticholinergic effect of Anticholinergic Agents. These effects are specific to the GI tract.", "DDI between Trospium and Topiramate - Anticholinergic Agents may enhance the adverse/toxic effect of Topiramate.", "DDI between Trospium and Metoclopramide - Anticholinergic Agents may diminish the therapeutic effect of Metoclopramide.", "DDI between Secretin and Trospium - Anticholinergic Agents may diminish the therapeutic effect of Secretin.", "DDI between Trospium and Metformin - May decrease the serum concentration of Trospium.", "DDI between Trospium and Mianserin - May enhance the anticholinergic effect of Anticholinergic Agents.", "DDI between Trospium and Aclidinium - May enhance the anticholinergic effect of Anticholinergic Agents.", "DDI between Trospium and Itopride - Anticholinergic Agents may diminish the therapeutic effect of Itopride.", "DDI between Trospium and Potassium Chloride - Anticholinergic Agents may enhance the ulcerogenic effect of Potassium Chloride.", "DDI between Trospium and Mirabegron - Anticholinergic Agents may enhance the adverse/toxic effect of Mirabegron.", "DDI between Trospium and Tiotropium - Anticholinergic Agents may enhance the anticholinergic effect of Tiotropium.", "DDI between Trospium and Ethanol - Alcohol (Ethyl) may enhance the CNS depressant effect of Trospium. Alcohol (Ethyl) may increase the serum concentration of Trospium. Specifically, alcohol may increase the peak (maximum) serum concentration of trospium when consumed within 2 hours of taking extended-release trospium." ],
  "legalStatus" : "Approved",
  "manufacturer" : {
    "id" : "http://bio2rdf.org/drugbank_resource:90f79e326e5e5fac22b9b0f6312cee8b",
    "type" : "Organization",
    "name" : "Allergan inc"
  },
  "mechanismOfAction" : "Trospium antagonizes the effect of acetylcholine on muscarinic receptors in cholinergically innervated organs. Its parasympatholytic action reduces the tonus of smooth muscle in the bladder.",
  "name" : "Trospium",
  "proprietaryName" : "Flotros",
  "sameAs" : [ "http://www.drugs.com/cdi/trospium.html", "http://www.drugbank.ca/drugs/DB00209", "http://www.rxlist.com/cgi/generic/sanctura.htm" ],
  "schema:url" : "http://bio2rdf.org/drugbank:DB00209"
}