{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00008",
  "type" : "Drug",
  "administrationRoute" : "subcutaneous",
  "availableStrength" : [ {
    "id" : "http://bio2rdf.org/drugbank_resource:fe5826604dfbe2c743eb654005c69a51",
    "type" : "DrugStrength",
    "description" : "135 ug/.5mL Injection, solution form with subcutaneous route"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:d91be3ade00cd8de5d0c01deae95ab34",
    "type" : "DrugStrength",
    "description" : "180 ug/.5mL Injection, solution form with subcutaneous route"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:7a6d945492b9f3a5c994908e1e120e9a",
    "type" : "DrugStrength",
    "description" : "180 ug/mL Injection, solution form with subcutaneous route"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:c6bd9e9c8d2b4719dabaa232bb1fa69b",
    "type" : "DrugStrength",
    "description" : "180 µg Solution form with subcutaneous route"
  } ],
  "clinicalPharmacology" : "Upregulates the expression of MHC I proteins, allowing for increased presentation of peptides derived from viral antigens. This enhances the activation of CD8+ T cells that are the precursors for cytotoxic T lymphocytes (CTLs) and makes the macrophage a better target for CTL-mediated killing. Interferon alpha also induce the synthesis of several key antiviral mediators, including 2'-5' oligoadenylate synthetase (2'-5' A synthetase) and protein kinase R.",
  "cost" : [ {
    "id" : "http://bio2rdf.org/drugbank_resource:022f8e48d55df1a0c870d2f31b45015b",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "642.6400146484375",
    "drugUnit" : "Pegasys 180 mcg/ml vial"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:b52d3eff2e0d9a04a85f71fdca3d2995",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "2634.530029296875",
    "drugUnit" : "Pegasys (1 Kit = Four 180 mcg/ml Vials Prefilled Syringes) Box"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:7c63d73a0f0ddd0c493e073af0fea77d",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "2533.199951171875",
    "drugUnit" : "Pegasys 180 mcg/0.5 ml conv.pk"
  } ],
  "description" : "Human interferon 2a, is a covalent conjugate of recombinant alfa-2a interferon with a single branched bis-monomethoxy polyethylene glycol (PEG) chain. The PEG moiety is linked at a single site to the interferon alfa moiety via a stable amide bond to lysine. Peginterferon alfa-2a has an approximate molecular weight of 60,000 daltons. Interferon alfa-2a is produced using recombinant DNA technology in which a cloned human leukocyte interferon gene is inserted into and expressed in Escherichia coli. The resultant protein is 165 amino acids. The PEG strand protects the molecule in vivo from proteolytic breakdown, substantially increases its in vivo half-life, and reduces immunogenicity by wrapping around and physically hindering access to the protein portion of the molecule.",
  "dosageForm" : [ "Solution", "Injection, solution" ],
  "drugClass" : "Immunosuppressive Agents",
  "foodWarning" : "Recommended adequate hydration.",
  "schema:identifier" : "drugbank:DB00008",
  "interactingDrug" : [ "DDI between Peginterferon alfa-2a and Telbivudine - Peginterferon Alfa-2a may enhance the adverse/toxic effect of Telbivudine. Specifically, the risk for peripheral neuropathy may be increased.", "DDI between Peginterferon alfa-2a and Ribavirin - Interferons (Alfa) may enhance the adverse/toxic effect of Ribavirin. Hemolytic anemia has been observed.", "DDI between Peginterferon alfa-2a and Zidovudine - Interferons may enhance the adverse/toxic effect of Zidovudine. Interferons may decrease the metabolism of Zidovudine.", "DDI between Peginterferon alfa-2a and Clozapine - Myelosuppressive Agents may enhance the adverse/toxic effect of CloZAPine. Specifically, the risk for agranulocytosis may be increased.", "DDI between Peginterferon alfa-2a and Aldesleukin - Interferons (Alfa) may enhance the adverse/toxic effect of Aldesleukin. In particular, risks of myocardial and renal toxicity may be increased by this combination.", "DDI between Peginterferon alfa-2a and Methadone - Interferons (Alfa) may increase the serum concentration of Methadone." ],
  "legalStatus" : [ "Approved", "Investigational" ],
  "mechanismOfAction" : "Interferon alpha binds to type I interferon receptors (IFNAR1 and IFNAR2c) which, upon dimerization, activate two Jak (Janus kinase) tyrosine kinases (Jak1 and Tyk2). These transphosphorylate themselves and phosphorylate the receptors. The phosphorylated INFAR receptors then bind to Stat1 and Stat2 (signal transducers and activators of transcription) which dimerize and activate multiple (~100) immunomodulatory and antiviral proteins. Interferon alpha binds less stably to type I interferon receptors than interferon beta.",
  "name" : "Peginterferon alfa-2a",
  "sameAs" : [ "http://www.drugbank.ca/drugs/DB00008", "http://www.rxlist.com/cgi/generic3/pegasys.htm", "http://www.drugs.com/cdi/peginterferon-alfa-2a.html" ],
  "schema:url" : "http://bio2rdf.org/drugbank:DB00008"
}