{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00226",
  "type" : "Drug",
  "clinicalPharmacology" : "High blood pressure adds to the work load of the heart and arteries. If it continues for a long time, the heart and arteries may not function properly. This can damage the blood vessels of the brain, heart, and kidneys resulting in a stroke, heart failure, or kidney failure. High blood pressure may also increase the risk of heart attacks. These problems may be less likely to occur if blood pressure is controlled. Guanadrel works by controlling nerve impulses along certain nerve pathways. As a result, it relaxes the blood vessels so that blood passes through them more easily. This helps to lower blood pressure.",
  "description" : "Guanadrel is a postganglionic adrenergic blocking agent. Uptake of guanadrel and storage in sympathetic neurons occurs via the norepinephrine pump or transporter.",
  "drugClass" : "Antihypertensive Agents",
  "schema:identifier" : "drugbank:DB00226",
  "legalStatus" : "Approved",
  "manufacturer" : {
    "id" : "http://bio2rdf.org/drugbank_resource:b3c50fa14d63741838efb05e090cacf6",
    "type" : "Organization",
    "name" : "Pharmacia and upjohn co"
  },
  "mechanismOfAction" : "Guanadrel is a postganglionic adrenergic blocking agent. Uptake of guanadrel and storage in sympathetic neurons occurs via the norepinephrine pump or transporter. Guanadrel slowly displaces norepinephrine from its storage in nerve endings and thereby blocks the release of norepinephrine normally produced by nerve stimulation. The reduction in neurotransmitter release in response to sympathetic nerve stimulation, as a result of catecholamine depletion, leads to reduced arteriolar vasoconstriction, especially the reflex increase in sympathetic tone that occurs with a change in position.",
  "name" : "Guanadrel",
  "nonProprietaryName" : [ "Guanadrelum", "Guanadrel" ],
  "proprietaryName" : "Anarel",
  "sameAs" : [ "http://www.drugs.com/mtm/guanadrel.html", "http://www.drugbank.ca/drugs/DB00226" ],
  "schema:url" : "http://bio2rdf.org/drugbank:DB00226"
}