{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00109",
  "type" : "Drug",
  "administrationRoute" : "subcutaneous",
  "availableStrength" : {
    "id" : "http://bio2rdf.org/drugbank_resource:6621165671a52f286c0f04fbfcf81106",
    "type" : "DrugStrength",
    "description" : "108 mg Powder for solution form with subcutaneous route"
  },
  "cost" : {
    "id" : "http://bio2rdf.org/drugbank_resource:5498f54d17a6baf5516e6d5701a46782",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "3062.22998046875",
    "drugUnit" : "Fuzeon convenience kit"
  },
  "description" : "36 residue synthetic peptide that inhibits HIV-1 fusion with CD4 cells. N-terminal acetylated, C-terminal amide.",
  "dosageForm" : "Powder for solution",
  "drugClass" : "HIV Fusion Inhibitors",
  "schema:identifier" : "drugbank:DB00109",
  "interactingDrug" : [ "DDI between Enfuvirtide and Simeprevir - Enfuvirtide may increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide.", "DDI between Enfuvirtide and Atazanavir - May increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide.", "DDI between Enfuvirtide and Nelfinavir - May increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide.", "DDI between Enfuvirtide and Tipranavir - May increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide.", "DDI between Enfuvirtide and Indinavir - May increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide.", "DDI between Enfuvirtide and Ritonavir - May increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide.", "DDI between Enfuvirtide and Batimastat - Enfuvirtide may increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide.", "DDI between Enfuvirtide and Isoflurophate - Enfuvirtide may increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide.", "DDI between Enfuvirtide and Lopinavir - May increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide.", "DDI between Enfuvirtide and Saquinavir - May increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide.", "DDI between Enfuvirtide and Darunavir - May increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide.", "DDI between Enfuvirtide and Fosamprenavir - May increase the serum concentration of Protease Inhibitors. Protease Inhibitors may increase the serum concentration of Enfuvirtide." ],
  "legalStatus" : [ "Approved", "Investigational" ],
  "manufacturer" : {
    "id" : "http://bio2rdf.org/drugbank_resource:4dcb2d242a80267002194ce81be5670e",
    "type" : "Organization",
    "name" : "Hoffmann la roche inc"
  },
  "mechanismOfAction" : "Enfuvirtide binds to the first heptad-repeat (HR1) in the gp41 subunit of the viral envelope glycoprotein and prevents the conformational changes required for the fusion of viral and cellular membranes. It works by disrupting the HIV-1 molecular machinery at the final stage of fusion with the target cell, preventing uninfected cells from becoming infected. Enfuvirtide is a biomimetic peptide that was rationally designed to mimic components of the HIV-1 fusion machinery and displace them, preventing normal fusion.",
  "name" : "Enfuvirtide",
  "nonProprietaryName" : "Envelope polyprotein GP160 precursor [Contains: Exterior membrane glycoprotein,GP120, Transmembrane glycoprotein,GP41]",
  "sameAs" : [ "http://www.rxlist.com/cgi/generic3/fuzeon.htm", "http://www.drugbank.ca/drugs/DB00109", "http://www.drugs.com/cdi/enfuvirtide.html" ],
  "schema:url" : "http://bio2rdf.org/drugbank:DB00109"
}