{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00073",
  "type" : "Drug",
  "administrationRoute" : "intravenous",
  "availableStrength" : [ {
    "id" : "http://bio2rdf.org/drugbank_resource:014d458a873db212e10eb822c1fe339a",
    "type" : "DrugStrength",
    "description" : "10 mg Solution form with intravenous route"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:cafefd00cc918378a6d54b1dcc507fd1",
    "type" : "DrugStrength",
    "description" : "10 mg/mL Injection, solution form with intravenous route"
  } ],
  "clinicalPharmacology" : "Rituximab binds to the CD20 antigen, which is predominantly expressed on mature B cells and on >90% of B-cell\r\nnon-Hodgkin's lympohomas. The antibody leads to selective killing of B-cells.",
  "cost" : [ {
    "id" : "http://bio2rdf.org/drugbank_resource:9bff0f1c7447c3313d2d439c856fe2bc",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "708.16998291015625",
    "drugUnit" : "Rituxan 10 mg/ml Concentrate 10ml Vial"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:4d7f751fb4fa29f054438ec26cad94ff",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "68.089996337890625",
    "drugUnit" : "Rituxan 10 mg/ml vial"
  } ],
  "description" : "Rituxan is a genetically engineered chimeric murine/human monoclonal antibody directed against the CD20 antigen found on the surface of normal and malignant B lymphocytes. The antibody is an IgG1 kappa immunoglobulin containing murine light- and heavy-chain variable region sequences and human constant region sequences. Rituximab is composed of two heavy chains of 451 amino acids and two light chains of 213 amino acids",
  "dosageForm" : [ "Solution", "Injection, solution" ],
  "drugClass" : [ "Immunologic Factors", "Antirheumatic Agents", "Antineoplastic Agents" ],
  "schema:identifier" : "drugbank:DB00073",
  "interactingDrug" : [ "DDI between Rituximab and Eplerenone - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Enalapril - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Belimumab - Monoclonal Antibodies may enhance the adverse/toxic effect of Belimumab.", "DDI between Rituximab and Chlorthalidone - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Bisoprolol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Nebivolol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Metoprolol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Azilsartan medoxomil - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Ramipril - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Telmisartan - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Felodipine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Irbesartan - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Captopril - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Certolizumab pegol - RiTUXimab may enhance the immunosuppressive effect of Certolizumab Pegol.", "DDI between Rituximab and Abatacept - RiTUXimab may enhance the adverse/toxic effect of Abatacept.", "DDI between Rituximab and Nisoldipine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Prazosin - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Quinapril - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Nimodipine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Bendroflumethiazide - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Tofacitinib - RiTUXimab may enhance the adverse/toxic effect of Tofacitinib.", "DDI between Rituximab and Eprosartan - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Methyldopa - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Atenolol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Fosinopril - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Losartan - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Phenoxybenzamine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Moexipril - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Esmolol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Nitroprusside - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Acebutolol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Amlodipine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Trandolapril - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Clonidine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Nadolol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Methyclothiazide - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Triamterene - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Penbutolol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Phentolamine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Trastuzumab and Rituximab - May enhance the neutropenic effect of Immunosuppressants.", "DDI between Rituximab and Denosumab - May enhance the adverse/toxic effect of Immunosuppressants. Specifically, the risk for serious infections may be increased.", "DDI between Rituximab and Hydrochlorothiazide - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Nifedipine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Diltiazem - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Hydralazine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Aliskiren - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Roflumilast - May enhance the immunosuppressive effect of Immunosuppressants.", "DDI between Rituximab and Benazepril - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Bumetanide - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Guanfacine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Sotalol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Ethacrynic acid - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Metolazone - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Labetalol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Pindolol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Propranolol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Perindopril - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Lisinopril - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Clozapine - Myelosuppressive Agents may enhance the adverse/toxic effect of CloZAPine. Specifically, the risk for agranulocytosis may be increased.", "DDI between Rituximab and Doxazosin - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Natalizumab - Immunosuppressants may enhance the adverse/toxic effect of Natalizumab. Specifically, the risk of concurrent infection may be increased.", "DDI between Rituximab and Isradipine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Reserpine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Cilazapril - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Olmesartan - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Mannitol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Pimecrolimus - May enhance the adverse/toxic effect of Immunosuppressants.", "DDI between Rituximab and Carvedilol - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Candesartan - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Clevidipine - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Torasemide - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Leflunomide - Immunosuppressants may enhance the adverse/toxic effect of Leflunomide. Specifically, the risk for hematologic toxicity such as pancytopenia, agranulocytosis, and/or thrombocytopenia may be increased.", "DDI between Rituximab and Indapamide - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Valsartan - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Terazosin - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Chlorothiazide - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Furosemide - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Sipuleucel-T - Immunosuppressants may diminish the therapeutic effect of Sipuleucel-T.", "DDI between Rituximab and Spironolactone - Antihypertensives may enhance the hypotensive effect of RiTUXimab.", "DDI between Rituximab and Amiloride - Antihypertensives may enhance the hypotensive effect of RiTUXimab." ],
  "legalStatus" : "Approved",
  "manufacturer" : {
    "id" : "http://bio2rdf.org/drugbank_resource:3c3cd0e475b3e8b6050d12ce5ac047ca",
    "type" : "Organization",
    "name" : "Roche"
  },
  "mechanismOfAction" : "The Fab regions of rituximab binds to the CD20 antigen on B lymphocytes, while the Fc domain recruits antibodies and complements to mediate cell lysis.",
  "name" : "Rituximab",
  "nonProprietaryName" : [ "AntiCD20", "Ig gamma-1 chain C region" ],
  "proprietaryName" : "MabThera",
  "sameAs" : [ "http://www.drugs.com/cdi/rituximab.html", "http://www.rxlist.com/cgi/generic/ritux.htm", "http://www.drugbank.ca/drugs/DB00073" ],
  "schema:url" : "http://bio2rdf.org/drugbank:DB00073"
}