{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00208",
  "type" : "Drug",
  "administrationRoute" : "oral",
  "availableStrength" : {
    "id" : "http://bio2rdf.org/drugbank_resource:dd7e6f962154b87b41dd20b833d4b108",
    "type" : "DrugStrength",
    "description" : "250 mg Tablet, film coated form with oral route"
  },
  "clinicalPharmacology" : "Ticlopidine is a prodrug that is metabolised to an as yet undetermined metabolite that acts as a platelet aggregation inhibitor. Inhibition of platelet aggregation causes a prolongation of bleeding time. In its prodrug form, ticlopidine has no significant in vitro activity at the concentrations attained in vivo.",
  "cost" : [ {
    "id" : "http://bio2rdf.org/drugbank_resource:96fa9c0c7f005a5f7dc07d87d0c338f1",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "0.72000002861022949219",
    "drugUnit" : "Nu-Ticlopidine 250 mg Tablet"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:560e301d37520d50bd28d6d6f269ed1b",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "0.72000002861022949219",
    "drugUnit" : "Apo-Ticlopidine 250 mg Tablet"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:2a06311b2f7f301dd17b4974ab0902a2",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "2.0999999046325683594",
    "drugUnit" : "Ticlopidine HCl 250 mg tablet"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:57ce231d5d161680efee40d4562546e4",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "0.72000002861022949219",
    "drugUnit" : "Ticlopidine 250 mg Tablet"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:c0c94a95bb64f57dd6f46ce4c716eaa9",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "2.6099998950958251953",
    "drugUnit" : "Ticlid 250 mg tablet"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:6fa825272ddab2114be83bafcc774900",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "1.8600000143051147461",
    "drugUnit" : "Ticlopidine 250 mg tablet"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:ecee8824c272bd42272f4dc878a7d49b",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "0.72000002861022949219",
    "drugUnit" : "Novo-Ticlopidine 250 mg Tablet"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:f1144dd438248d3f0d1a2ac3d8cf5dd3",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "0.72000002861022949219",
    "drugUnit" : "Sandoz Ticlopidine 250 mg Tablet"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:375c5e175f9f09081921c96af9c1e447",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "87.3600006103515625",
    "drugUnit" : "Ticlid 30 250 mg tablet Bottle"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:18d6f424831ad5928055fd30ea5f44c6",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "0.72000002861022949219",
    "drugUnit" : "Mylan-Ticlopidine 250 mg Tablet"
  } ],
  "description" : "Ticlopidine is an effective inhibitor of platelet aggregation. It is a prodrug that is metabolised to an active form, which blocks the ADP receptor that is involved in GPIIb/IIIa receptor activation leading to platelet aggregation. Ticlopidine is marketed under the brand name Ticlid and is indicated for patients who cannot take aspirin or in whom aspirin has not worked to prevent a thrombotic stroke. The FDA label includes a black-box warning of neutropenia, aplastic anemia, thrombotic thrombocytopenia purpura, and agranulocytosis, so it is necessary to monitor patients' WBC and platelets when they are taking ticlopidine.",
  "dosageForm" : "Tablet, film coated",
  "foodWarning" : "High fat meals will increase ticlopidine absorption. As well, food can help ticlopidine-induced stomach upset.",
  "schema:identifier" : "drugbank:DB00208",
  "interactingDrug" : [ "DDI between Tramadol and Ticlopidine - CYP2D6 Inhibitors (Moderate) may diminish the therapeutic effect of TraMADol. These CYP2D6 inhibitors may prevent the metabolic conversion of tramadol to its active metabolite that accounts for much of its opioid-like effects.", "DDI between Abciximab and Ticlopidine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Pentoxifylline - May enhance the antiplatelet effect of Agents with Antiplatelet Properties.", "DDI between Ticlopidine and Warfarin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Phenytoin - Ticlopidine may increase the serum concentration of Phenytoin.", "DDI between Ibritumomab and Ticlopidine - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Ibritumomab. Both agents may contribute to impaired platelet function and an increased risk of bleeding.", "DDI between Ticlopidine and Deoxycholic Acid - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Deoxycholic Acid. Specifically, the risk for bleeding or bruising in the treatment area may be increased.", "DDI between Ticlopidine and Enoxaparin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Cilostazol - CYP2C19 Inhibitors may increase the serum concentration of Cilostazol.", "DDI between Ticlopidine and Fesoterodine - CYP2D6 Inhibitors may increase serum concentrations of the active metabolite(s) of Fesoterodine.", "DDI between Urokinase and Ticlopidine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Ticlopidine and Citric Acid - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Citalopram - CYP2C19 Inhibitors (Strong) may increase the serum concentration of Citalopram.", "DDI between Ticlopidine and Edetic Acid - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Tamoxifen - CYP2D6 Inhibitors (Moderate) may decrease serum concentrations of the active metabolite(s) of Tamoxifen. Specifically, CYP2D6 inhibitors may decrease the metabolic formation of highly potent active metabolites.", "DDI between Reteplase and Ticlopidine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Streptokinase and Ticlopidine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Ticlopidine and Theophylline - May decrease the metabolism of Theophylline Derivatives.", "DDI between Ticlopidine and Deferasirox - May decrease the serum concentration of CYP3A4 Substrates.", "DDI between Ticlopidine and Mitotane - May decrease the serum concentration of CYP3A4 Substrates.", "DDI between Ticlopidine and Phenindione - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Metoprolol - CYP2D6 Inhibitors may increase the serum concentration of Metoprolol.", "DDI between Ticlopidine and Lomitapide - CYP3A4 Inhibitors (Weak) may increase the serum concentration of Lomitapide.", "DDI between Ticlopidine and Ethyl biscoumacetate - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Aminophylline - May decrease the metabolism of Theophylline Derivatives.", "DDI between Ticlopidine and Aripiprazole - CYP3A4 Inhibitors (Weak) may increase the serum concentration of ARIPiprazole.", "DDI between Ticlopidine and Tipranavir - May enhance the antiplatelet effect of Agents with Antiplatelet Properties.", "DDI between Ticlopidine and Dicoumarol - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Dabigatran etexilate - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Dabigatran Etexilate. Agents with Antiplatelet Properties may increase the serum concentration of Dabigatran Etexilate. This mechanism applies specifically to clopidogrel.", "DDI between Ticlopidine and Bosentan - May decrease the serum concentration of CYP3A4 Substrates.", "DDI between Ticlopidine and Tocilizumab - May decrease the serum concentration of CYP3A4 Substrates.", "DDI between Vitamin E and Ticlopidine - May enhance the antiplatelet effect of Agents with Antiplatelet Properties.", "DDI between Ticlopidine and Obinutuzumab - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Obinutuzumab. Specifically, the risk of serious bleeding-related events may be increased.", "DDI between Ticlopidine and Fondaparinux sodium - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Dofetilide and Ticlopidine - CYP3A4 Inhibitors (Weak) may increase the serum concentration of Dofetilide.", "DDI between Ticlopidine and Thioridazine - CYP2D6 Inhibitors may increase the serum concentration of Thioridazine.", "DDI between Ticlopidine and Rivaroxaban - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Rivaroxaban.", "DDI between Ticlopidine and Eliglustat - CYP2D6 Inhibitors (Moderate) may increase the serum concentration of Eliglustat.", "DDI between Ticlopidine and Ridogrel - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Alteplase and Ticlopidine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Ticlopidine and Siltuximab - May decrease the serum concentration of CYP3A4 Substrates.", "DDI between Ticlopidine and Dabrafenib - May decrease the serum concentration of CYP3A4 Substrates.", "DDI between Ticlopidine and Heparin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Pimozide - CYP3A4 Inhibitors (Weak) may increase the serum concentration of Pimozide.", "DDI between Ticlopidine and Acetylsalicylic acid - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Salicylates. Increased risk of bleeding may result.", "DDI between Ticlopidine and Bupropion - CYP2B6 Inhibitors (Moderate) may increase the serum concentration of BuPROPion.", "DDI between Ticlopidine and Fosphenytoin - Ticlopidine may increase the serum concentration of Fosphenytoin.", "DDI between Ticlopidine and Nebivolol - CYP2D6 Inhibitors (Moderate) may increase the serum concentration of Nebivolol.", "DDI between Ticlopidine and Apixaban - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Apixaban. Specifically, the risk for bleeding may be increased.", "DDI between Ticlopidine and Hydrocodone - CYP3A4 Inhibitors (Weak) may increase the serum concentration of Hydrocodone.", "DDI between Ticlopidine and Glucosamine - May enhance the antiplatelet effect of Agents with Antiplatelet Properties.", "DDI between Ticlopidine and Sulodexide - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Propafenone - May increase the serum concentration of CYP2D6 Inhibitors (Moderate).", "DDI between Ticlopidine and Codeine - CYP2D6 Inhibitors (Moderate) may diminish the therapeutic effect of Codeine. These CYP2D6 inhibitors may prevent the metabolic conversion of codeine to its active metabolite morphine.", "DDI between Ticlopidine and Dalteparin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Clopidogrel - CYP2C19 Inhibitors (Strong) may decrease serum concentrations of the active metabolite(s) of Clopidogrel.", "DDI between Ticlopidine and Dasatinib - May enhance the anticoagulant effect of Agents with Antiplatelet Properties.", "DDI between Ticlopidine and Treprostinil - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Ticlopidine and Phenprocoumon - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Tenecteplase and Ticlopidine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Ticlopidine and Salicylate-sodium - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Salicylates. Increased risk of bleeding may result.", "DDI between Anistreplase and Ticlopidine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Ticlopidine and Acenocoumarol - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants." ],
  "legalStatus" : "Approved",
  "manufacturer" : {
    "id" : "http://bio2rdf.org/drugbank_resource:ef2ba3d44493f0c6ff467f09406b6718",
    "type" : "Organization",
    "name" : "Roche palo alto llc"
  },
  "mechanismOfAction" : "The active metabolite of ticlopidine prevents binding of adenosine diphosphate (ADP) to its platelet receptor, impairing the ADP-mediated activation of the glycoprotein GPIIb/IIIa complex. It is proposed that the inhibition involves a defect in the mobilization from the storage sites of the platelet granules to the outer membrane. No direct interference occurs with the GPIIb/IIIa receptor. As the glycoprotein GPIIb/IIIa complex is the major receptor for fibrinogen, its impaired activation prevents fibrinogen binding to platelets and inhibits platelet aggregation. By blocking the amplification of platelet activation by released ADP, platelet aggregation induced by agonists other than ADP is also inhibited by the active metabolite of ticlopidine.",
  "name" : "Ticlopidine",
  "nonProprietaryName" : [ "Ticlopidina", "Ticlopidinum" ],
  "proprietaryName" : "Ticlid",
  "sameAs" : [ "http://www.rxlist.com/cgi/generic/ticlop.htm", "http://www.drugs.com/cdi/ticlopidine.html", "http://www.drugbank.ca/drugs/DB00208" ],
  "schema:url" : "http://bio2rdf.org/drugbank:DB00208"
}