{
 "@context" : "http://schema.org",
  "@id" : "http://bio2rdf.org/drugbank:DB00171",
  "@type" : "Drug",
  "clinicalPharmacology" : "Adenosine triphosphate (ATP) is the nucleotide known in biochemistry as the \"molecular currency\" of intracellular energy transfer; that is, ATP is able to store and transport chemical energy within cells. ATP also plays an important role in the synthesis of nucleic acids. The total quantity of ATP in the human body is about 0.1 mole. The energy used by human cells requires the hydrolysis of 200 to 300 moles of ATP daily. This means that each ATP molecule is recycled 2000 to 3000 times during a single day. ATP cannot be stored, hence its consumption must closely follow its synthesis.",
  "description" : "An adenine nucleotide containing three phosphate groups esterified to the sugar moiety. In addition to its crucial roles in metabolism adenosine triphosphate is a neurotransmitter. [PubChem]",
  "drugClass" : [ "Supplements", "Dietary Supplements", "Micronutrients" ],
  "identifier" : "drugbank:DB00171",
  "legalStatus" : [ "Nutraceutical", "Approved" ],
  "mechanismOfAction" : "ATP is able to store and transport chemical energy within cells. ATP also plays an important role in the synthesis of nucleic acids. ATP can be produced by various cellular processes, most typically in mitochondria by oxidative phosphorylation under the catalytic influence of ATP synthase. The total quantity of ATP in the human body is about 0.1 mole. The energy used by human cells requires the hydrolysis of 200 to 300 moles of ATP daily. This means that each ATP molecule is recycled 2000 to 3000 times during a single day. ATP cannot be stored, hence its consumption must closely follow its synthesis.",
  "name" : "Adenosine triphosphate",
  "nonProprietaryName" : [ "ATP", "Adenosine 5'-triphosphate", "Adenosine-5'-triphosphate" ],
  "proprietaryName" : "Atriphos",
  "sameAs" : "http://www.drugbank.ca/drugs/DB00171",
  "url" : "https://schemaorg.metadatacenter.org/drugbank/DB00171.html"
}