{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00142",
  "type" : "Drug",
  "clinicalPharmacology" : "In addition to being one of the building blocks in protein synthesis, it is the most widespread neurotransmitter in brain function, as an excitatory neurotransmitter and as a precursor for the synthesis of GABA in GABAergic neurons.",
  "cost" : {
    "id" : "http://bio2rdf.org/drugbank_resource:4b597e449e2b1b5c11c13e74b41295c4",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "0.029999999329447746277",
    "drugUnit" : "L-glutamic acid powder"
  },
  "description" : "A peptide that is a homopolymer of glutamic acid. [PubChem]",
  "drugClass" : [ "Supplements", "Non-Essential Amino Acids", "Dietary Supplements", "Micronutrients" ],
  "schema:identifier" : "drugbank:DB00142",
  "legalStatus" : "Nutraceutical",
  "mechanismOfAction" : "Glutamate activates both ionotropic and metabotropic glutamate receptors. The ionotropic ones being non-NMDA (AMPA and kainate) and NMDA receptors. Free glutamic acid cannot cross the blood-brain barrier in appreciable quantities; instead it is converted into L-glutamine, which the brain uses for fuel and protein synthesis. It is conjectured that glutamate is involved in cognitive functions like learning and memory in the brain, though excessive amounts may cause neuronal damage associated in diseases like amyotrophic lateral sclerosis, lathyrism, and Alzheimer's disease. Also, the drug phencyclidine (more commonly known as PCP) antagonizes glutamate at the NMDA receptor, causing behavior reminiscent of schizophrenia. Glutamate in action is extremely difficult to study due to its transient nature.",
  "name" : "L-Glutamic Acid",
  "nonProprietaryName" : [ "L-Glutamate", "(2S)-2-Aminopentanedioic acid", "(S)-2-Aminopentanedioic acid", "Glutamic acid", "Glu", "(S)-Glutamic acid", "L-Glutaminic acid" ],
  "sameAs" : "http://www.drugbank.ca/drugs/DB00142",
  "schema:url" : "http://bio2rdf.org/drugbank:DB00142"
}