{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00018",
  "type" : "Drug",
  "clinicalPharmacology" : "Interferon alfa-n3 upregulates the expression of MHC I proteins, allowing for increased presentation of peptides derived from viral antigens. This enhances the activation of CD8+ T cells that are the precursors for cytotoxic T lymphocytes (CTLs) and makes the macrophage a better target for CTL-mediated killing. Interferon alpha also induce the synthesis of several key antiviral mediators, including 2'-5' oligoadenylate synthetase (2'-5' A synthetase), beta-2 microglobulin, neopterin and protein kinase R.",
  "cost" : {
    "id" : "http://bio2rdf.org/drugbank_resource:23df6362f96a017848381620d7fc2fed",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "412.8699951171875",
    "drugUnit" : "Alferon n 5 million unit vial"
  },
  "description" : "Purified, natural (n is for natural) human interferon alpha proteins (consists of 3 forms or polymorphisms including 2a, 2b and 2c). 166 residues, some are glycosylated (MW range from 16 kD to 27 kD).",
  "drugClass" : "Immunosuppressive Agents",
  "schema:identifier" : "drugbank:DB00018",
  "interactingDrug" : [ "DDI between Interferon alfa-n3 and Ribavirin - Interferons (Alfa) may enhance the adverse/toxic effect of Ribavirin. Hemolytic anemia has been observed.", "DDI between Interferon alfa-n3 and Clozapine - Myelosuppressive Agents may enhance the adverse/toxic effect of CloZAPine. Specifically, the risk for agranulocytosis may be increased.", "DDI between Interferon alfa-n3 and Methadone - Interferons (Alfa) may increase the serum concentration of Methadone.", "DDI between Interferon alfa-n3 and Zidovudine - Interferons may enhance the adverse/toxic effect of Zidovudine. Interferons may decrease the metabolism of Zidovudine.", "DDI between Interferon alfa-n3 and Aldesleukin - Interferons (Alfa) may enhance the adverse/toxic effect of Aldesleukin. In particular, risks of myocardial and renal toxicity may be increased by this combination." ],
  "legalStatus" : [ "Approved", "Investigational" ],
  "mechanismOfAction" : "Interferon alpha binds to type I interferon receptors (IFNAR1 and IFNAR2c) which, upon dimerization, activate two Jak (Janus kinase) tyrosine kinases (Jak1 and Tyk2). These transphosphorylate themselves and phosphorylate the receptors. The phosphorylated INFAR receptors then bind to Stat1 and Stat2 (signal transducers and activators of transcription) which dimerize and activate multiple (~100) immunomodulatory and antiviral proteins. Interferon alpha binds less stably to type I interferon receptors than interferon beta.",
  "name" : "Interferon alfa-n3",
  "proprietaryName" : "Alferon",
  "sameAs" : [ "http://www.drugs.com/cdi/interferon-alfa-n3-solution.html", "http://www.drugbank.ca/drugs/DB00018" ],
  "schema:url" : "http://bio2rdf.org/drugbank:DB00018"
}