{
 "@context" : "http://schema.org",
  "@id" : "http://bio2rdf.org/drugbank:DB00033",
  "@type" : "Drug",
  "administrationRoute" : "subcutaneous",
  "availableStrength" : {
    "@id" : "http://bio2rdf.org/drugbank_resource:26e994922f837572b6a9d4355e725f73",
    "@type" : "DrugStrength",
    "description" : "100 ug/.5mL Injection, solution form with subcutaneous route"
  },
  "clinicalPharmacology" : "IFN gamma stimulates expression of the immunoglobulin heavy chain C gamma 3 and C gamma 2a germline transcripts in B cells. Many components of the antigen presentation pathways are also up-regulated by interferon gamma. It is also a potent activator of macrophages, it has antiproliferative effects on transformed cells and it can potentiate the antiviral and antitumor effects of type I interferons. Interferon gamma may also help the body regulate the activity of fibroblasts. By directly blocking the multiplication of fibroblasts and inhibiting the production and action of TGF-b, a potent scar-inducing molecule, Interferon gamma-1b may prevent excessive scarring.",
  "cost" : {
    "@id" : "http://bio2rdf.org/drugbank_resource:861f95a773db065431c6e1698c8a8d5c",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "344.399993896484375",
    "drugUnit" : "Actimmune 2 million unit vial"
  },
  "description" : "Human Interferon gamma-1b (140 residues), produced from E. coli. Production of Actimmune is achieved by fermentation of a genetically engineered Escherichia coli bacterium containing the DNA which encodes for the human protein. Purification of the product is achieved by conventional column chromatography. \r\nThe sequence displayed is a cDNA sequence which codes for human interferon gamma, as described by Gray et. al. and not specifically interferon gamma 1b.",
  "dosageForm" : "Injection, solution",
  "drugClass" : "Immunosuppressive Agents",
  "identifier" : "drugbank:DB00033",
  "interactingDrug" : "DDI between Interferon gamma-1b and Zidovudine - Interferons may enhance the adverse/toxic effect of Zidovudine. Interferons may decrease the metabolism of Zidovudine.",
  "legalStatus" : [ "Approved", "Investigational" ],
  "mechanismOfAction" : "Binds directly to the type II interferon gamma receptor IFNGR1, leading to a complex of IFNGR1 and IFNGR2. This activates JAK1 and JAK2 kinases which form a STAT1 docking site. This leads to STAT1 phosphorylation, nuclear translocation and initiation of gene transcription of multiple immune-related genes.",
  "name" : "Interferon gamma-1b",
  "nonProprietaryName" : [ "Interferon gamma precursor", "IFN-gamma", "Immune interferon" ],
  "sameAs" : [ "http://www.drugs.com/cdi/interferon-gamma-1b.html", "http://www.drugbank.ca/drugs/DB00033" ],
  "url" : "https://schemaorg.metadatacenter.org/drugbank/DB00033.html"
}