{
 "@context" : "http://schema.org",
  "id" : "http://bio2rdf.org/drugbank:DB00241",
  "type" : "Drug",
  "clinicalPharmacology" : "Butalbital is a short to intermediate-acting barbiturate. Barbiturates act as nonselective depressants of the central nervous system (CNS), capable of producing all levels of CNS mood alteration from excitation to mild sedation, hypnosis, and deep coma. In sufficiently high therapeutic doses, barbiturates induce anesthesia.",
  "cost" : [ {
    "id" : "http://bio2rdf.org/drugbank_resource:ca2282902043345b1a75bd00d2db40c7",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "3.8299999237060546875",
    "drugUnit" : "Butalbital powder"
  }, {
    "id" : "http://bio2rdf.org/drugbank_resource:59e6f9d81b2d96cfbccc0491016e11d1",
    "type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "1.0399999618530273438",
    "drugUnit" : "Butalbital compound tablet"
  } ],
  "description" : "Butalbital, 5-allyl-5-isobutylbarbituric acid, is a barbiturate with an intermediate duration of action. It has the same chemical formula as talbutal but a different structure. Butalbital is often combined with other medications, such as acetaminophen or aspirin, and is commonly prescribed for the treatment of pain and headache. [Wikipedia]",
  "schema:identifier" : "drugbank:DB00241",
  "interactingDrug" : [ "DDI between Butalbital and Busulfan - Acetaminophen may increase the serum concentration of Busulfan.", "DDI between Butalbital and Amrinone - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Bepridil - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Lercanidipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Nisoldipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Pyridoxine and Butalbital - May increase the metabolism of Barbiturates. Apparent in high pyridoxine doses (eg, 200 mg/day)", "DDI between Butalbital and Rotigotine - CNS Depressants may enhance the sedative effect of Rotigotine.", "DDI between Butalbital and Aripiprazole - CYP3A4 Inhibitors (Weak) may increase the serum concentration of ARIPiprazole.", "DDI between Butalbital and Magnesium Sulfate - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Amlodipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Thalidomide - CNS Depressants may enhance the CNS depressant effect of Thalidomide.", "DDI between Butalbital and Tapentadol - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butalbital and Perhexiline - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Zolpidem - CNS Depressants may enhance the CNS depressant effect of Zolpidem.", "DDI between Butalbital and Mirtazapine - CNS Depressants may enhance the CNS depressant effect of Mirtazapine.", "DDI between Butalbital and Suvorexant - CNS Depressants may enhance the CNS depressant effect of Suvorexant.", "DDI between Butalbital and Nicardipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Nitric Oxide - May enhance the adverse/toxic effect of Methemoglobinemia Associated Agents. Combinations of these agents may increase the likelihood of significant methemoglobinemia.", "DDI between Butalbital and Hydrocodone - CNS Depressants may enhance the CNS depressant effect of Hydrocodone.", "DDI between Butalbital and Primidone - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butalbital and Carbamazepine - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butalbital and Dasatinib - Acetaminophen may enhance the hepatotoxic effect of Dasatinib. Dasatinib may increase the serum concentration of Acetaminophen.", "DDI between Butalbital and Perampanel - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butalbital and Heptabarbital - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butalbital and Butethal - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butalbital and Felbamate - Barbiturates may decrease the serum concentration of Felbamate. Felbamate may increase the serum concentration of Barbiturates.", "DDI between Butalbital and Buprenorphine - CNS Depressants may enhance the CNS depressant effect of Buprenorphine.", "DDI between Butalbital and Sorafenib - Acetaminophen may enhance the hepatotoxic effect of SORAfenib. SORAfenib may increase the serum concentration of Acetaminophen.", "DDI between Butalbital and Voriconazole - Barbiturates may decrease the serum concentration of Voriconazole.", "DDI between Butalbital and Metyrapone - May increase the serum concentration of Acetaminophen. More importantly, by inhibiting the conjugative metabolism of acetaminophen, metyrapone may shift the metabolism towards the oxidative route that produces a hepatotoxic metabolite.", "DDI between Butalbital and Mipomersen - Acetaminophen may enhance the hepatotoxic effect of Mipomersen.", "DDI between Butalbital and Etoposide - Barbiturates may decrease the serum concentration of Etoposide.", "DDI between Butalbital and Flunarizine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Lamotrigine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Mianserin - May enhance the CNS depressant effect of Barbiturates. Mianserin may diminish the therapeutic effect of Barbiturates. Barbiturates may decrease the serum concentration of Mianserin.", "DDI between Butalbital and Pramipexole - CNS Depressants may enhance the sedative effect of Pramipexole.", "DDI between Butalbital and Nitrendipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Propafenone - Barbiturates may decrease the serum concentration of Propafenone.", "DDI between Butabarbital and Butalbital - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butalbital and Gabapentin - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Ropinirole - CNS Depressants may enhance the sedative effect of ROPINIRole.", "DDI between Butalbital and Doxylamine - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butalbital and Secobarbital - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butalbital and Acetaminophen - Barbiturates may increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butalbital and Isoniazid - May enhance the adverse/toxic effect of Acetaminophen.", "DDI between Butalbital and Imatinib - Acetaminophen may enhance the hepatotoxic effect of Imatinib.", "DDI between Butalbital and Pentobarbital - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butalbital and Nimodipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Griseofulvin - Barbiturates may decrease the serum concentration of Griseofulvin.", "DDI between Butalbital and Methotrimeprazine - CNS Depressants may enhance the CNS depressant effect of Methotrimeprazine. Methotrimeprazine may enhance the CNS depressant effect of CNS Depressants.", "DDI between Butalbital and Metyrosine - CNS Depressants may enhance the sedative effect of Metyrosine.", "DDI between Butalbital and Hydroxyzine - May enhance the CNS depressant effect of Barbiturates.", "DDI between Butalbital and Isradipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Verapamil - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Doxycycline - Barbiturates may decrease the serum concentration of Doxycycline.", "DDI between Butalbital and Rufinamide - May enhance the adverse/toxic effect of CNS Depressants. Specifically, sleepiness and dizziness may be enhanced.", "DDI between Butalbital and Droperidol - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butalbital and Felodipine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Probenecid - May increase the serum concentration of Acetaminophen. Probenecid may also limit the formation of at least one major non-toxic metabolite, possibly increasing the potential for formation of the toxic NAPQI metabolite.", "DDI between Butalbital and Methohexital - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Butalbital and Ulipristal - Barbiturates may decrease the serum concentration of Ulipristal.", "DDI between Butalbital and Lomitapide - CYP3A4 Inhibitors (Weak) may increase the serum concentration of Lomitapide.", "DDI between Butalbital and Teniposide - Barbiturates may decrease the serum concentration of Teniposide.", "DDI between Butalbital and Hexobarbital - May increase the metabolism of Acetaminophen. This may 1) diminish the effect of acetaminophen; and 2) increase the risk of liver damage.", "DDI between Dofetilide and Butalbital - CYP3A4 Inhibitors (Weak) may increase the serum concentration of Dofetilide.", "DDI between Butalbital and Orphenadrine - CNS Depressants may enhance the CNS depressant effect of Orphenadrine.", "DDI between Butalbital and Prilocaine - Methemoglobinemia Associated Agents may enhance the adverse/toxic effect of Prilocaine. Combinations of these agents may increase the likelihood of significant methemoglobinemia.", "DDI between Butalbital and Pimozide - CYP3A4 Inhibitors (Weak) may increase the serum concentration of Pimozide.", "DDI between Butalbital and Chloramphenicol - Barbiturates may increase the metabolism of Chloramphenicol. Chloramphenicol may decrease the metabolism of Barbiturates.", "DDI between Butalbital and Dronabinol - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butalbital and Nabilone - May enhance the CNS depressant effect of CNS Depressants.", "DDI between Butalbital and Prenylamine - Barbiturates may increase the metabolism of Calcium Channel Blockers.", "DDI between Butalbital and Risedronate - Barbiturates may increase the metabolism of Calcium Channel Blockers." ],
  "legalStatus" : [ "Illicit", "Approved" ],
  "mechanismOfAction" : "Butalbital binds at a distinct binding site associated with a Cl<sup>-</sup> ionopore at the GABA<sub>A</sub> receptor, increasing the duration of time for which the Cl<sup>-</sup> ionopore is open. The post-synaptic inhibitory effect of GABA in the thalamus is, therefore, prolonged.",
  "name" : "Butalbital",
  "nonProprietaryName" : [ "5-(2-methylpropyl)-5-prop-2-enyl-1,3-diazinane-2,4,6-trione", "5-Allyl-5-(2'-methyl-N-propyl) barbituric acid", "5-Allyl-5-isobutylbarbituric acid", "allylbarbital", "5-isobutyl-5-allylbarbituric acid", "5-Allyl-5-(2-methylpropyl)barbituric acid", "Allylbarbituric acid", "allylbarbitone", "5-Allyl-5-isobutyl-2,4,6(1H,3H,5H)-pyrimidinetrione", "Butalbarbital", "5-Allyl-5-isobutyl-pyrimidine-2,4,6-trione", "Itobarbital", "Iso-butylallylbarbituric acid", "Butalbitalum", "Tetrallobarbital" ],
  "proprietaryName" : "Sandoptal",
  "sameAs" : [ "http://www.drugbank.ca/drugs/DB00241", "http://www.rxlist.com/cgi/generic/esgic.htm" ],
  "schema:url" : "http://bio2rdf.org/drugbank:DB00241"
}