{
 "@context" : "http://schema.org",
  "@id" : "http://bio2rdf.org/drugbank:DB00143",
  "@type" : "Drug",
  "cost" : [ {
    "@id" : "http://bio2rdf.org/drugbank_resource:f66df85fabfd49698bb8b30e43914f5a",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "10.710000038146972656",
    "drugUnit" : "Glutathione-l reduced powder"
  }, {
    "@id" : "http://bio2rdf.org/drugbank_resource:26d2441e9dd4cdbd08f0c8cdf4becc9d",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "21.31999969482421875",
    "drugUnit" : "Glutathione crystals"
  }, {
    "@id" : "http://bio2rdf.org/drugbank_resource:bc94c047d36dc4d81acfa7d4e664fff7",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "3.0",
    "drugUnit" : "L-glutathione powder"
  } ],
  "description" : "A tripeptide with many roles in cells.  It conjugates to drugs to make them more soluble for excretion, is a cofactor for some enzymes, is involved in protein disulfide bond rearrangement and reduces peroxides. [PubChem]",
  "drugClass" : [ "Supplements", "Dietary Supplements", "Micronutrients" ],
  "identifier" : "drugbank:DB00143",
  "legalStatus" : [ "Nutraceutical", "Approved" ],
  "mechanismOfAction" : "Glutathione (GSH) participates in leukotriene synthesis and is a cofactor for the enzyme glutathione peroxidase. It is also important as a hydrophilic molecule that is added to lipophilic toxins and waste in the liver during biotransformation before they can become part of the bile. Glutathione is also needed for the detoxification of methylglyoxal, a toxin produced as a by-product of metabolism. This detoxification reaction is carried out by the glyoxalase system. Glyoxalase I catalyzes the conversion of methylglyoxal and reduced glutathione to S-D-Lactoyl-glutathione. Glyoxalase II catalyzes the conversion of S-D-Lactoyl Glutathione to Reduced Glutathione and D-lactate. GSH is known as a cofactor in both conjugation reactions and reduction reactions, catalyzed by glutathione S-transferase enzymes in cytosol, microsomes, and mitochondria. However, it is capable of participating in non-enzymatic conjugation with some chemicals, as it is hypothesized to do to a significant extent with n-acetyl-p-benzoquinone imine (NAPQI), the reactive cytochrome P450 reactive metabolite formed by toxic overdose of acetaminophen. Glutathione in this capacity binds to NAPQI as a suicide substrate and in the process detoxifies it, taking the place of cellular protein sulfhydryl groups which would otherwise be toxically adducted. The preferred medical treatment to an overdose of this nature, whose efficacy has been consistently supported in literature, is the administration (usually in atomized form) of N-acetylcysteine, which is used by cells to replace spent GSSG and allow a usable GSH pool.",
  "name" : "Glutathione",
  "nonProprietaryName" : [ "Reduced glutathione", "N-(N-gamma-L-Glutamyl-L-cysteinyl)glycine", "Glutathione-SH", "gamma-L-Glutamyl-L-cysteinyl-glycine", "Glutathione", "5-L-Glutamyl-L-cysteinylglycine", "GSH" ],
  "proprietaryName" : "Isethion",
  "sameAs" : [ "http://www.drugbank.ca/drugs/DB00143", "http://www.pdrhealth.com/drug_info/nmdrugprofiles/nutsupdrugs/glu_0126.shtml" ],
  "url" : "https://schemaorg.metadatacenter.org/drugbank/DB00143.html"
}