{
 "@context" : "http://schema.org",
  "@id" : "http://bio2rdf.org/drugbank:DB00054",
  "@type" : "Drug",
  "administrationRoute" : "intravenous",
  "availableStrength" : [ {
    "@id" : "http://bio2rdf.org/drugbank_resource:b9f61619a00a6c02f73eb60c5107544e",
    "@type" : "DrugStrength",
    "description" : "2 mg Solution form with intravenous route"
  }, {
    "@id" : "http://bio2rdf.org/drugbank_resource:61ecd29eb2276a23da72a14dd028a1ec",
    "@type" : "DrugStrength",
    "description" : "2 mg/mL Injection, solution form with intravenous route"
  } ],
  "clinicalPharmacology" : "Abciximab inhibits platelet aggregation by preventing the binding of fibrinogen, von Willebrand factor, and other adhesive molecules to GPIIb/IIIa receptor sites on activated platelets. A single intravenous bolus dose from 0.15 mg/kg to 0.30 mg/kg produced rapid dose-dependent inhibition of platelet function. After two hours post-injection with a dose of 0.25 - 0.30 mg/kg, 80% of the GPIIb/IIIa receptors were blocked and platelet aggregation was prevented. GPIIb/IIIa is the major surface receptor involved in the final pathway of platelet aggregation. Bleeding time increases to over 30 minutes at the aforementioned doses. To compare, baseline values were five minutes.",
  "cost" : {
    "@id" : "http://bio2rdf.org/drugbank_resource:55a93e9a714dd94b072afa70e05250ce",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "155.7700042724609375",
    "drugUnit" : "Reopro 2 mg/ml vial"
  },
  "description" : "Abciximab is a Fab fragment of the chimeric human-murine monoclonal antibody 7E3. Abciximab binds to the glycoprotein (GP) IIb/IIIa receptor of human platelets and inhibits platelet aggregation by preventing the binding of fibrinogen, von Willebrand factor, and other adhesive molecules. It also binds to vitronectin (?v?3) receptor found on platelets and vessel wall endothelial and smooth muscle cells.",
  "dosageForm" : [ "Injection, solution", "Solution" ],
  "drugClass" : [ "Anticoagulants", "Platelet Aggregation Inhibitors" ],
  "identifier" : "drugbank:DB00054",
  "interactingDrug" : [ "DDI between Abciximab and Cilostazol - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Vorapaxar - Vorapaxar may enhance the adverse/toxic effect of Anticoagulants. More specifically, this combination is expected to increase the risk of bleeding.", "DDI between Abciximab and Ibuprofen - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Fondaparinux sodium - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Ticlopidine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Tinzaparin - May enhance the anticoagulant effect of other Anticoagulants.", "DDI between Abciximab and Deferasirox - May enhance the adverse/toxic effect of Deferasirox. Specifically, the risk for GI ulceration/irritation or GI bleeding may be increased.", "DDI between Abciximab and Dicoumarol - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Ketorolac - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Phenindione - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Desvenlafaxine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Fluvoxamine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Medroxyprogesterone Acetate - Progestins may diminish the therapeutic effect of Anticoagulants. More specifically, the potential prothrombotic effects of some progestins and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Tipranavir - May enhance the antiplatelet effect of Agents with Antiplatelet Properties.", "DDI between Abciximab and Anagrelide - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Drospirenone - Estrogen Derivatives may diminish the anticoagulant effect of Anticoagulants. More specifically, the potential prothrombotic effects of some estrogens and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Homoharringtonine - May enhance the adverse/toxic effect of Omacetaxine. Specifically, the risk for bleeding-related events may be increased.", "DDI between Abciximab and Ridogrel - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Abciximab and Sertraline - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Nadroparin - May enhance the anticoagulant effect of other Anticoagulants.", "DDI between Abciximab and Ketoprofen - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Salsalate - Salicylates may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Tositumomab - May enhance the adverse/toxic effect of Tositumomab and Iodine I 131 Tositumomab. Specifically, the risk of bleeding-related adverse effects may be increased.", "DDI between Abciximab and Apixaban - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Apixaban. Specifically, the risk for bleeding may be increased.", "DDI between Abciximab and Iloprost - Prostacyclin Analogues may enhance the adverse/toxic effect of Anticoagulants. Specifically, the antiplatelet effects of these agents may lead to an increased risk of bleeding with the combination.", "DDI between Abciximab and Aminosalicylic Acid - Salicylates may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Etonogestrel - Progestins may diminish the therapeutic effect of Anticoagulants. More specifically, the potential prothrombotic effects of some progestins and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Celecoxib - Nonsteroidal Anti-Inflammatory Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Treprostinil - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Edetic Acid - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Rivaroxaban - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Rivaroxaban.", "DDI between Abciximab and Pentosan Polysulfate - Pentosan Polysulfate Sodium may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Piperazine - Estrogen Derivatives may diminish the anticoagulant effect of Anticoagulants. More specifically, the potential prothrombotic effects of some estrogens and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Sulodexide - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Deoxycholic Acid - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Deoxycholic Acid. Specifically, the risk for bleeding or bruising in the treatment area may be increased.", "DDI between Abciximab and Eptifibatide - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Citalopram - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Tirofiban - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Ticagrelor - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Heparin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Meloxicam - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Vitamin E - May enhance the antiplatelet effect of Agents with Antiplatelet Properties.", "DDI between Abciximab and Tiaprofenic acid - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Argatroban - May enhance the anticoagulant effect of other Anticoagulants.", "DDI between Abciximab and Venlafaxine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Reteplase and Abciximab - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Warfarin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Vilazodone - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Oxaprozin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Norethindrone - Progestins may diminish the therapeutic effect of Anticoagulants. More specifically, the potential prothrombotic effects of some progestins and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Escitalopram - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Enoxaparin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Epoprostenol - Prostacyclin Analogues may enhance the adverse/toxic effect of Anticoagulants. Specifically, the antiplatelet effects of these agents may lead to an increased risk of bleeding with the combination.", "DDI between Abciximab and Dipyridamole - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Diflunisal - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Salicylate-sodium - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Salicylates. Increased risk of bleeding may result.", "DDI between Abciximab and Piroxicam - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Obinutuzumab - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Obinutuzumab. Specifically, the risk of serious bleeding-related events may be increased.", "DDI between Abciximab and Etodolac - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Anistreplase and Abciximab - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Abciximab and Prasugrel - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Tolmetin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Estropipate - Estrogen Derivatives may diminish the anticoagulant effect of Anticoagulants. More specifically, the potential prothrombotic effects of some estrogens and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Bivalirudin and Abciximab - May enhance the anticoagulant effect of other Anticoagulants.", "DDI between Abciximab and Paroxetine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Duloxetine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Magnesium salicylate - Salicylates may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Belimumab - Monoclonal Antibodies may enhance the adverse/toxic effect of Belimumab.", "DDI between Abciximab and Floctafenine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Nabumetone - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Dalteparin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Fenoprofen - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Ethynodiol - Estrogen Derivatives may diminish the anticoagulant effect of Anticoagulants. More specifically, the potential prothrombotic effects of some estrogens and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Tenecteplase and Abciximab - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Dasatinib - May enhance the anticoagulant effect of Agents with Antiplatelet Properties.", "DDI between Abciximab and Levomilnacipran - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Pentoxifylline - May enhance the antiplatelet effect of Agents with Antiplatelet Properties.", "DDI between Abciximab and Progesterone - Progestins may diminish the therapeutic effect of Anticoagulants. More specifically, the potential prothrombotic effects of some progestins and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Mestranol - Estrogen Derivatives may diminish the anticoagulant effect of Anticoagulants. More specifically, the potential prothrombotic effects of some estrogens and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Naproxen - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Norelgestromin - Estrogen Derivatives may diminish the anticoagulant effect of Anticoagulants. More specifically, the potential prothrombotic effects of some estrogens and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Sulindac - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Acetylsalicylic acid - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Salicylates. Increased risk of bleeding may result.", "DDI between Abciximab and Norgestimate - Estrogen Derivatives may diminish the anticoagulant effect of Anticoagulants. More specifically, the potential prothrombotic effects of some estrogens and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Ethinyl Estradiol - Estrogen Derivatives may diminish the anticoagulant effect of Anticoagulants. More specifically, the potential prothrombotic effects of some estrogens and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Acenocoumarol - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Ibritumomab - Agents with Antiplatelet Properties may enhance the adverse/toxic effect of Ibritumomab. Both agents may contribute to impaired platelet function and an increased risk of bleeding.", "DDI between Abciximab and Phenprocoumon - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Bismuth Subsalicylate - Salicylates may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Cyproterone acetate - Progestins may diminish the therapeutic effect of Anticoagulants. More specifically, the potential prothrombotic effects of some progestins and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Urokinase and Abciximab - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Abciximab and Indomethacin - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Fluoxetine - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Ethyl biscoumacetate - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Citric Acid - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Mefenamic acid - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Megestrol acetate - Progestins may diminish the therapeutic effect of Anticoagulants. More specifically, the potential prothrombotic effects of some progestins and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Clopidogrel - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Glucosamine - May enhance the antiplatelet effect of Agents with Antiplatelet Properties.", "DDI between Abciximab and Icosapent ethyl - Omega-3 Fatty Acids may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Desogestrel - Estrogen Derivatives may diminish the anticoagulant effect of Anticoagulants. More specifically, the potential prothrombotic effects of some estrogens and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Danaparoid - May enhance the anticoagulant effect of other Anticoagulants.", "DDI between Alteplase and Abciximab - Thrombolytic Agents may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Icosapent - Omega-3 Fatty Acids may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Levonorgestrel - Progestins may diminish the therapeutic effect of Anticoagulants. More specifically, the potential prothrombotic effects of some progestins and progestin-estrogen combinations may counteract anticoagulant effects.", "DDI between Abciximab and Streptokinase - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Thrombolytic Agents.", "DDI between Abciximab and Milnacipran - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Anticoagulants.", "DDI between Abciximab and Dabigatran etexilate - Agents with Antiplatelet Properties may enhance the anticoagulant effect of Dabigatran Etexilate. Agents with Antiplatelet Properties may increase the serum concentration of Dabigatran Etexilate. This mechanism applies specifically to clopidogrel." ],
  "legalStatus" : "Approved",
  "mechanismOfAction" : "Abciximab binds to the intact platelet GPIIb/IIIa receptor, which is a member of the integrin family of adhesion receptors and the major platelet surface receptor involved in platelet aggregation. This binding is thought to involve steric hindrance and/or conformational alterations which block access of large molecules to the receptor rather than direct interaction with the RGD (arginine-glycine-aspartic acid) binding site of GPIIb/IIIa. By binding to the vitronectin receptor (also known as the ?v?3 integrin), abciximab blocks effects mediated by this integrin which include cell adhesion. Furthermore, abciximab blocks Mac-1 receptor on monocytes and neutrophils thus inhibiting monocyte adhesion.",
  "name" : "Abciximab",
  "nonProprietaryName" : [ "antiGPIIBIIIa", "7E3", "7E3 antibody", "C7E3" ],
  "sameAs" : [ "http://www.drugbank.ca/drugs/DB00054", "http://www.rxlist.com/reopro-drug.htm", "http://www.drugs.com/cdi/abciximab.html" ],
  "url" : "https://schemaorg.metadatacenter.org/drugbank/DB00054.html"
}