{
 "@context" : "http://schema.org",
  "@id" : "http://bio2rdf.org/drugbank:DB00202",
  "@type" : "Drug",
  "administrationRoute" : [ "intramuscular; intravenous; parenteral", "intramuscular; intravenous" ],
  "availableStrength" : [ {
    "@id" : "http://bio2rdf.org/drugbank_resource:30bc63262cf2f7187bb2673beaa70993",
    "@type" : "DrugStrength",
    "description" : "20 mg/mL Injection, solution form with intramuscular; intravenous route"
  }, {
    "@id" : "http://bio2rdf.org/drugbank_resource:293b901aebd8f2bf9cc980afd42507d9",
    "@type" : "DrugStrength",
    "description" : "20 mg/mL Injection, solution form with intramuscular; intravenous; parenteral route"
  } ],
  "clinicalPharmacology" : "Succinylcholine is indicated as an adjunct to general anesthesia, to facilitate tracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation. Succinylcholine is a depolarizing skeletal muscle relaxant. As does acetylcholine, it combines with the cholinergic receptors of the motor end plate to produce depolarization. This depolarization may be observed as fasciculations. Subsequent neuromuscular transmission is inhibited so long as adequate concentration of succinylcholine remains at the receptor site. Succinylcholine has no direct action on the uterus or other smooth muscle structures.",
  "cost" : [ {
    "@id" : "http://bio2rdf.org/drugbank_resource:ef43af66540fad6030e35753a217faac",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "0.21999999880790710449",
    "drugUnit" : "Quelicin 20 mg/ml vial"
  }, {
    "@id" : "http://bio2rdf.org/drugbank_resource:3d91ff70c98690a6180d02bed7d19080",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "1.2000000476837158203",
    "drugUnit" : "Quelicin 100 mg/ml vial"
  }, {
    "@id" : "http://bio2rdf.org/drugbank_resource:a30deb5a26641f691bf6cf823982dd85",
    "@type" : "DrugCost",
    "costCurrency" : "USD",
    "costPerUnit" : "2.0799999237060546875",
    "drugUnit" : "Succinylcholine-ns 140 mg/7 ml"
  } ],
  "description" : "A quaternary skeletal muscle relaxant usually used in the form of its bromide, chloride, or iodide. It is a depolarizing relaxant, acting in about 30 seconds and with a duration of effect averaging three to five minutes. Succinylcholine is used in surgical, anesthetic, and other procedures in which a brief period of muscle relaxation is called for. [PubChem]",
  "dosageForm" : "Injection, solution",
  "drugClass" : [ "Neuromuscular Depolarizing Agents", "Muscle Relaxants, Skeletal" ],
  "identifier" : "drugbank:DB00202",
  "interactingDrug" : [ "DDI between Succinylcholine and Hydrocodone - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Neomycin - May enhance the respiratory depressant effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Fentanyl - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Codeine - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Donepezil - Acetylcholinesterase Inhibitors may increase the serum concentration of Succinylcholine.", "DDI between Succinylcholine and Dihydrocodeine - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Quinidine - May enhance the neuromuscular-blocking effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Echothiophate - Echothiophate Iodide may increase the serum concentration of Succinylcholine.", "DDI between Succinylcholine and Physostigmine - Acetylcholinesterase Inhibitors may increase the serum concentration of Succinylcholine.", "DDI between Succinylcholine and Tobramycin - May enhance the respiratory depressant effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Cyclophosphamide - May increase the serum concentration of Succinylcholine.", "DDI between Succinylcholine and Hydromorphone - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Capreomycin - May enhance the neuromuscular-blocking effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Pyridostigmine - Acetylcholinesterase Inhibitors may increase the serum concentration of Succinylcholine.", "DDI between Succinylcholine and Gentamicin - May enhance the respiratory depressant effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Quinine - May enhance the neuromuscular-blocking effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Tapentadol - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Colistimethate - May enhance the neuromuscular-blocking effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Phenelzine - May enhance the neuromuscular-blocking effect of Succinylcholine.", "DDI between Succinylcholine and Netilmicin - May enhance the respiratory depressant effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Rivastigmine - Acetylcholinesterase Inhibitors may increase the serum concentration of Succinylcholine.", "DDI between Succinylcholine and Sufentanil - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Lithium - May enhance the neuromuscular-blocking effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Nalbuphine - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Vancomycin - May enhance the neuromuscular-blocking effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Levorphanol - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Edrophonium - Acetylcholinesterase Inhibitors may increase the serum concentration of Succinylcholine.", "DDI between Succinylcholine and Oxycodone - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Bambuterol - May enhance the therapeutic effect of Succinylcholine. Bambuterol may increase the serum concentration of Succinylcholine.", "DDI between Succinylcholine and Spectinomycin - May enhance the respiratory depressant effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Ribostamycin - May enhance the respiratory depressant effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Streptomycin - May enhance the respiratory depressant effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Amikacin - May enhance the respiratory depressant effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Morphine - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Tramadol and Succinylcholine - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Pethidine - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Neostigmine - Acetylcholinesterase Inhibitors may increase the serum concentration of Succinylcholine.", "DDI between Succinylcholine and Methadone - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Kanamycin - May enhance the respiratory depressant effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Oxymorphone - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Galantamine - Acetylcholinesterase Inhibitors may increase the serum concentration of Succinylcholine.", "DDI between Succinylcholine and Remifentanil - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Framycetin - May enhance the respiratory depressant effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Arbekacin - May enhance the respiratory depressant effect of Neuromuscular-Blocking Agents.", "DDI between Succinylcholine and Buprenorphine - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Butorphanol - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Alfentanil - May enhance the bradycardic effect of Analgesics (Opioid).", "DDI between Succinylcholine and Procainamide - May enhance the neuromuscular-blocking effect of Neuromuscular-Blocking Agents." ],
  "legalStatus" : "Approved",
  "manufacturer" : {
    "@id" : "http://bio2rdf.org/drugbank_resource:87ec8ca29a4d317ffd26f8b9d880f317",
    "@type" : "Organization",
    "name" : "Sandoz canada inc"
  },
  "mechanismOfAction" : "The mechanism of action of Succinylcholine involves what appears to be a \"persistent\" depolarization of the neuromuscular junction. This depolarization is caused by Succinylcholine mimicking the effect of acetylcholine but without being rapidly hydrolysed by acetylcholinesterase. This depolarization leads to desensitization.",
  "name" : "Succinylcholine",
  "nonProprietaryName" : [ "2,2'-[(1,4-DIOXOBUTANE-1,4-diyl)bis(oxy)]bis(N,N,N-trimethylethanaminium)", "Succinylcholine", "Succinyldicholine", "Succinoylcholine", "Succinylbischoline", "Succinic acid, diester with choline", "Suxamethonium", "Succinocholine", "Dicholine succinate" ],
  "proprietaryName" : "Scoline",
  "sameAs" : [ "http://www.drugbank.ca/drugs/DB00202", "http://www.drugs.com/cdi/succinylcholine.html", "http://www.rxlist.com/cgi/generic2/succinyl.htm" ],
  "url" : "https://schemaorg.metadatacenter.org/drugbank/DB00202.html"
}